Repository: Lessica/TrollRecorder
Catalog: res/*.lproj/InfoPlist.strings
Languages: es, ja, ko, ru, tr, ug_cn, uk, zh_hant_hk

# CFBundleDisplayName
source: TrollRecorder
ug_cn: جۈمو ئۈن ئالغۇ
zh_hant_hk: 巨魔錄音機

# NSContactsUsageDescription
source: TrollRecorder needs access to your contacts to display your friendâ€™s name instead of phone number.
es: “TrollRecorder” necesita acceder a tus contactos para mostrar el nombre de tu amigo en lugar de su número de teléfono.
ja: TrollRecorderは電話番号の代わりに友達の名前を表示するために、連絡先にアクセスする必要があります。
ko: “TrollRecorder”는 녹음에 연락처 이름을 표시하기 위해 연락처에 접근해야 합니다.
ru: «TrollRecorder» требует доступ к вашим контактам, чтобы отображать имя вашего друга вместо номера телефона.
tr: “TrollRecorder” uygulamasının, telefon numarası yerine arkadaşlarınızın isimlerini gösterebilmesi için kişilerinize erişmek için izin gerekiyor.
ug_cn: «جۈمو ئۈن ئالغۇ» ئۈن خاتىرىلەشتە ئالاقىداشلار ئىسمىنى كۆرسىتىش ئۈچۈن سىزنىڭ ئالاقىداشلىرىڭىزغا زىيارەت قىلىشى كېرەك.
uk: «TrollRecorder» потребує доступ до ваших контактів, щоб відображати ім’я вашого друга замість номера телефону.
zh_hant_hk: 巨魔錄音機需要訪問你的聯絡人，以便在錄音中顯示聯絡人姓名。

# NSFaceIDUsageDescription
source: TrollRecorder needs access to Face ID to verify your identity.
es: “TrollRecorder” necesita acceder a Face ID para verificar tu identidad.
ja: TrollRecorderは本人確認のためにFace IDにアクセスする必要があります。
ko: “TrollRecorder”는 신원 확인을 위해 Face ID가 필요합니다.
ru: «TrollRecorder» требует доступ к Face ID для подтверждения вашей личности.
tr: “TrollRecorder” uygulamasının kimliğinizi doğrulayabilmesi için Face ID'ye erişmek için izin gerekiyor.
ug_cn: «جۈمو ئۈن ئالغۇ» سىزنىڭ كىملىكىڭىزنى دەلىللەش ئۈچۈن چىراي ID نى ئىشلىتىشى كېرەك.
uk: «TrollRecorder» потребує доступ до Face ID для підтвердження вашої особи.
zh_hant_hk: 巨魔錄音機需要使用 Face ID 以驗證你的身份。

# NSLocationAlwaysAndWhenInUseUsageDescription
source: TrollRecorder needs access to your location to save it with your recordings.
es: “TrollRecorder” necesita acceder a tu ubicación para guardarla con tus grabaciones.
ja: TrollRecorderは録音したデータを保存するために、位置情報にアクセスする必要があります。
ko: “TrollRecorder”는 녹음에 위치 정보를 저장하기 위해 사용자의 위치에 접근해야 합니다.
ru: «TrollRecorder» требует доступ к вашему местоположению, чтобы сохранять его вместе с вашими записями.
tr: “TrollRecorder” uygulamasının, kayıtlarınızla birlikte konumunuzu kaydedebilmesi için sürekli konum erişimi gerekiyor.
ug_cn: «جۈمو ئۈن ئالغۇ» ئۈن خاتىرىسىدە ئورۇن ئۇچۇرىنى ساقلاش ئۈچۈن سىزنىڭ ئورنىڭىزغا زىيارەت قىلىشى كېرەك.
uk: «TrollRecorder» потребує доступ до вашого місцезнаходження, щоб зберігати його разом із вашими записами.
zh_hant_hk: 巨魔錄音機需要訪問你的位置，以便在錄音中保存位置資訊。

# NSLocationAlwaysUsageDescription
source: TrollRecorder needs access to your location to save it with your recordings.
es: “TrollRecorder” necesita acceder a tu ubicación para guardarla con tus grabaciones.
ja: TrollRecorderは録音したデータを保存するために、位置情報にアクセスする必要があります。
ko: “TrollRecorder”는 녹음에 위치 정보를 저장하기 위해 사용자의 위치에 접근해야 합니다.
ru: «TrollRecorder» требует доступ к вашему местоположению, чтобы сохранять его вместе с вашими записями.
tr: “TrollRecorder” uygulamasının, kayıtlarınızla birlikte konumunuzu kaydedebilmesi için sürekli konum erişimi gerekiyor
ug_cn: «جۈمو ئۈن ئالغۇ» ئۈن خاتىرىسىدە ئورۇن ئۇچۇرىنى ساقلاش ئۈچۈن سىزنىڭ ئورنىڭىزغا زىيارەت قىلىشى كېرەك.
uk: «TrollRecorder» потребує доступ до вашого місцезнаходження, щоб зберігати його разом із вашими записами.
zh_hant_hk: 巨魔錄音機需要訪問你的位置，以便在錄音中保存位置資訊。

# NSLocationTemporaryUsageDescriptionDictionary
source: TrollRecorder needs access to your location to save it with your recordings.
es: “TrollRecorder” necesita acceder a tu ubicación para guardarla con tus grabaciones.
ja: TrollRecorderは録音したデータを保存するために、位置情報にアクセスする必要があります。
ko: “TrollRecorder”는 녹음에 위치 정보를 저장하기 위해 사용자의 위치에 접근해야 합니다.
ru: «TrollRecorder» требует доступ к вашему местоположению, чтобы сохранять его вместе с вашими записями.
tr: “TrollRecorder” uygulamasının, kayıtlarınızla birlikte konumunuzu kaydedebilmesi için geçici konum erişimi gerekiyor.
ug_cn: «جۈمو ئۈن ئالغۇ» ئۈن خاتىرىسىدە ئورۇن ئۇچۇرىنى ساقلاش ئۈچۈن سىزنىڭ ئورنىڭىزغا زىيارەت قىلىشى كېرەك.
uk: «TrollRecorder» потребує доступ до вашого місцезнаходження, щоб зберігати його разом із вашими записами.
zh_hant_hk: 巨魔錄音機需要訪問你的位置，以便在錄音中保存位置資訊。

# NSLocationUsageDescription
source: TrollRecorder needs access to your location to save it with your recordings.
es: “TrollRecorder” necesita acceder a tu ubicación para guardarla con tus grabaciones.
ja: TrollRecorderは録音したデータを保存するために、位置情報にアクセスする必要があります。
ko: “TrollRecorder”는 녹음에 위치 정보를 저장하기 위해 사용자의 위치에 접근해야 합니다.
ru: «TrollRecorder» требует доступ к вашему местоположению, чтобы сохранять его вместе с вашими записями.
tr: “TrollRecorder” uygulamasının, kayıtlarınızla birlikte konumunuzu kaydedebilmesi için konum erişimi gerekiyor.
ug_cn: «جۈمو ئۈن ئالغۇ» ئۈن خاتىرىسىدە ئورۇن ئۇچۇرىنى ساقلاش ئۈچۈن سىزنىڭ ئورنىڭىزغا زىيارەت قىلىشى كېرەك.
uk: «TrollRecorder» потребує доступ до вашого місцезнаходження, щоб зберігати його разом із вашими записами.
zh_hant_hk: 巨魔錄音機需要訪問你的位置，以便在錄音中保存位置資訊。

# NSLocationWhenInUseUsageDescription
source: TrollRecorder needs access to your location to save it with your recordings.
es: “TrollRecorder” necesita acceder a tu ubicación para guardarla con tus grabaciones.
ja: TrollRecorderは録音したデータを保存するために、位置情報にアクセスする必要があります。
ko: “TrollRecorder”는 녹음에 위치 정보를 저장하기 위해 사용자의 위치에 접근해야 합니다.
ru: «TrollRecorder» требует доступ к вашему местоположению, чтобы сохранять его вместе с вашими записями.
tr: “TrollRecorder” uygulamasının, kayıtlarınızla birlikte konumunuzu kaydedebilmesi için kullanım sırasında konum erişimi gerekiyor.
ug_cn: «جۈمو ئۈن ئالغۇ» ئۈن خاتىرىسىدە ئورۇن ئۇچۇرىنى ساقلاش ئۈچۈن سىزنىڭ ئورنىڭىزغا زىيارەت قىلىشى كېرەك.
uk: «TrollRecorder» потребує доступ до вашого місцезнаходження, щоб зберігати його разом із вашими записами.
zh_hant_hk: 巨魔錄音機需要訪問你的位置，以便在錄音中保存位置資訊。

# NSMicrophoneUsageDescription
source: TrollRecorder needs access to your microphone to implement the most basic recording features.
es: “TrollRecorder” necesita acceso a su micrófono para implementar las funciones de grabación más básicas.
ja: TrollRecorderは、最も基本的な録音機能を実装するために、マイクにアクセスする必要があります。
ko: “TrollRecorder”는 가장 기본적인 녹음 기능 수행을 위해 마이크에 접근해야 합니다.
ru: «TrollRecorder» требует доступ к вашему микрофону для реализации основных функций записи.
tr: “TrollRecorder” uygulamasının temel kayıt özelliklerini kullanabilmesi için mikrofon erişimi gerekiyor
ug_cn: «جۈمو ئۈن ئالغۇ» ئەڭ ئاساسىي ئۈن خاتىرىلەش ئىقتىدارىنى ئىشقا ئاشۇرۇش ئۈچۈن سىزنىڭ مىكروفونىڭىزغا زىيارەت قىلىشى كېرەك.
uk: «TrollRecorder» потребує доступ до вашого мікрофона для реалізації основних функцій запису.
zh_hant_hk: 巨魔錄音機需要訪問你的麥克風，以便實現最基本的錄音功能。

# NSSpeechRecognitionUsageDescription
source: TrollRecorder wants to use speech recognition to make transcript for your recordings.
es: “TrollRecorder” requiere el uso de tecnología de reconocimiento de voz para producir una copia de texto de su grabación.
ja: TrollRecorderは音声認識を使用して録音の文字起こしをするために権限を要求しています。
ko: “TrollRecorder”는 녹음의 전사문을 만들기 위해 음성 인식 기술을 사용해야 합니다.
ru: «TrollRecorder» хочет использовать распознавание речи для создания расшифровки ваших записей.
tr: “TrollRecorder” uygulamasının, kayıtlarınızın transkripsiyonunu oluşturabilmesi için ses tanıma özelliğini kullanmak istiyor.
ug_cn: «جۈمو ئۈن ئالغۇ» سىزنىڭ ئۈن خاتىرىلىرىڭىزگە تېكىست نۇسخىسى تەييارلاش ئۈچۈن ئاۋاز تونۇش تېخنىكىسىنى ئىشلىتىشى كېرەك.
uk: «TrollRecorder» хоче використовувати розпізнавання мови для створення текстового перекладу ваших записів.
zh_hant_hk: 巨魔錄音機需要使用語音辨識技術為你的錄音製作文字副本。

# NSUbiquitousContainerName
source: TrollRecorder
ug_cn: جۈمو ئۈن ئالغۇ
zh_hant_hk: 巨魔錄音機

source: Toggle Hoverball
es: Activar/Desactivar Bola flotante
ja: ホバーボールの切り替え
ko: 호버볼 켜기/끄기
ru: Переключить плавающий шар
tr: Hoverball'ı Aç/Kapat
ug_cn: لەيلىمە توپنى ئالماشتۇرۇش
uk: Увімкнути/вимкнути плаваючу кулю
zh_hant_hk: 打開/關閉懸浮球

source: Toggle Recording
es: Activar/Desactivar Grabación
ja: 録音の切り替え
ko: 녹음 시작/중지
ru: Переключить запись
tr: Kaydı Aç/Kapat
ug_cn: ئۈن خاتىرىلەشنى قوزغىتىش-توختىتىش
uk: Увімкнути/вимкнути запис
zh_hant_hk: 開始/停止錄音
