Repository: Lessica/TrollRecorder
Catalog: res/*.lproj/Localizable.strings
Languages: es, fr, ru, tr, ug_cn, uk, vi

source: %@ is locked.
es: %@ está bloqueado.
fr: %@ est verrouillé.
ru: %@ заблокирован.
tr: %@ kilitli.
ug_cn: %@ قۇلۇپلانغان.
uk: %@ заблоковано.
vi: %@ bị khóa.

source: %@ is not available.
es: %@ no está disponible.
fr: %@ N'est pas disponible.
ru: %@ недоступен.
tr: %@ mevcut değil.
ug_cn: %@ ئىشلىتىشكە بولمايدۇ.
uk: %@ недоступний.
vi: %@ không có sẵn.

source: %@ is not implemented yet.
es: %@ aún no se ha implementado.
ru: %@ ещё не реализовано.
tr: %@ henüz uygulanmadı.
ug_cn: %@ تېخى ئىشقا ئاشۇرۇلمىغان.
uk: %@ ще не реалізовано.
vi: %@ Chưa được thực hiện.

source: %@ is not set up.
es: %@ no está configurado.
fr: %@ N'est pas configuré.
ru: %@ не настроен.
tr: %@ ayarlanmadı.
ug_cn: %@ تەڭشەلمىگەن.
uk: %@ не налаштовано.
vi: %@ không được thiết lập.

source: %@ may not be configured
es: %@ puede que no esté configurado
fr: %@ Peut ne pas être configuré.
ru: %@ может быть не настроен
tr: %@ yapılandırılmamış olabilir
ug_cn: %@ تەڭشەلمىگەن بولۇشى مۇمكىن
uk: %@ може бути не налаштовано
vi: %@ có thể không được cấu hình

source: %@ rows not loaded
es: %@ filas no cargadas
fr: %@ lignes non chargées
ru: %@ строк не загружено
tr: %@ satır yüklenmedi
ug_cn: %@ قۇر يۈكلەنمىدى
uk: %@ рядків не завантажено
vi: %@ các hàng không tải được

source: %d Exclusive Features
es: %d funciones exclusivas
fr: %d Fonctionnalités exclusives
ru: %d эксклюзивных функций
tr: %d Özel Özellik
ug_cn: %d دىن ئارتۇق ئالاھىدە ئىقتىدار
uk: %d ексклюзивних функцій
vi: %d Các tính năng độc quyền

source: %ld Recording
es: %ld Grabación
fr: %ld Enregistrement
ru: %ld запись
tr: %ld Kayıt
ug_cn: %ld ئۈنئالغۇ
uk: %ld запис
vi: %ld Ghi

source: %ld Recording ◇ %@
es: %ld Grabación ◇ %@
fr: %ld Enregistrement ◇ %@
ru: %ld запись ◇ %@
tr: %1$ld Kayıt ◇ %2$@
ug_cn: %ld ئۈنئالغۇ ◇ %@
uk: %ld запис ◇ %@
vi: %ld Ghi ◇ %@

source: %ld Recordings
es: %ld Grabaciones
fr: %ld Enregistrements
ru: %ld записей
tr: %ld Kayıt
ug_cn: %ld ئۈنئالغۇ
uk: %ld записів
vi: %ld Các bản ghi âm

source: %ld Recordings ◇ %@
es: %ld Grabaciones ◇ %@
fr: %ld Enregistrements ◇ %@
ru: %ld записей ◇ %@
tr: %1$ld Kayıt ◇ %2$@
ug_cn: %ld ئۈنئالغۇ ◇ %@
uk: %ld записів ◇ %@
vi: %ld Các bản ghi âm ◇ %@

source: (%lu items)
es: (%lu elementos)
ru: (%lu элементов)
tr: (%lu öğe)
ug_cn: (%lu تۈر)
uk: (%lu елементів)

source: (null)
es: (nulo)
ug_cn: (قۇرۇق)

source: 3 Seconds
es: 3 segundos
fr: 3 secondes
ru: 3 секунды
tr: 3 Saniye
ug_cn: 3 سېكۇنت
uk: 3 секунди
vi: 3 Giây

source: 30 Days Ago
es: Hace 30 días
fr: Il y a 30 jours
ru: 30 дней назад
tr: 30 Gün Önce
ug_cn: 30 كۈن ئىلگىرى
uk: 30 днів тому
vi: 30 Ngày Trước

source: 4 Seconds
es: 4 segundos
fr: 4 secondes
ru: 4 секунды
tr: 4 Saniye
ug_cn: 4 سېكۇنت
uk: 4 секунди
vi: 4 Giây

source: 45 Days Ago
es: Hace 45 días
fr: Il y a 45 jours
ru: 45 дней назад
tr: 45 Gün Önce
ug_cn: 45 كۈن ئىلگىرى
uk: 45 днів тому
vi: 45 Ngày Trước

source: 5 Seconds
es: 5 segundos
fr: 5 secondes
ru: 5 секунд
tr: 5 Saniye
ug_cn: 5 سېكۇنت
uk: 5 секунд
vi: 5 Giây

source: 6 Seconds
es: 6 segundos
fr: 6 secondes
ru: 6 секунд
tr: 6 Saniye
ug_cn: 6 سېكۇنت
uk: 6 секунд
vi: 6 Giây

source: 90 Days Ago
es: Hace 90 días
fr: Il y a 90 jours
ru: 90 дней назад
tr: 90 Gün Önce
ug_cn: 90 كۈن ئىلگىرى
uk: 90 днів тому
vi: 90 Ngày Trước

source: A new version (%@) of “TrollRecorder” is available.
es: Hay disponible una nueva versión (%@) de “TrollRecorder”.
fr: Une nouvelle version de l'application est disponible (%@).
ru: Доступна новая версия (%@) «TrollRecorder».
tr: “TrollRecorder”ın yeni bir sürümü (%@) mevcut.
ug_cn: «ترول ئۈنئالغۇ»نىڭ يېڭى نەشرى %@ ئىشلىتىشكە بولىدۇ.
uk: Доступна нова версія (%@) «TrollRecorder».
vi: Phiên bản mới (%@) của “TrollRecorder” đã có sẵn.

source: A resping is required to completely apply the changes.
es: Se requiere un respring para aplicar completamente los cambios.
tr: Değişikliklerin tamamen uygulanması için bir yanıtlama gereklidir.
vi: Resping là cần thiết để áp dụng tất cả các thay đổi.

source: A widget is required for the “Launch Shield” feature.
es: Se requiere un widget para la función “Escudo de inicio”.
ru: Для функции «Launch Shield» требуется виджет.
tr: “Launch Shield” özelliği için bir widget gereklidir.
ug_cn: «قوزغىتىش قوغدىغۇچى» ئىقتىدارى ئۈچۈن كىچىك پروگرامما زۆرۈر.
uk: Для функції «Launch Shield» потрібен віджет.

source: accept
es: aceptar
fr: accepter
ru: принять
tr: kabul et
ug_cn: جاۋاب بېرىش
uk: прийняти
vi: Chấp nhận

source: Accept all incoming calls automatically.
es: Aceptar todas las llamadas entrantes automáticamente.
fr: Accepter automatiquement tous les appels entrants.
ru: Автоматически принимать все входящие звонки.
tr: Gelen tüm çağrıları otomatik olarak kabul et.
ug_cn: بارلىق كىرگەن تېلېفونلارغا ئاپتوماتىك جاۋاب بېرىش.
uk: Автоматично приймати всі вхідні дзвінки.
vi: Tự động chấp nhận tất cả các cuộc gọi đến.

source: Accept Incoming Calls
es: Aceptar llamadas entrantes
fr: Accepter les appels entrants
ru: Принимать входящие звонки
tr: Gelen Çağrıları Kabul Et
ug_cn: كىرگەن تېلېفونلارغا جاۋاب بېرىش
uk: Приймати вхідні дзвінки
vi: Chấp nhận cuộc gọi đến

source: Access From Web Browser
es: Acceder desde el navegador web
ru: Доступ из браузера
tr: Web Tarayıcısından Erişim
ug_cn: تور كۆرگۈچتىن زىيارەت قىلىش
uk: Доступ з браузера
vi: Truy cập từ trình duyệt web

source: Access your recordings from a WebDAV browser from another device in the network. The server is active only when the application is in foreground.
es: Accede a tus grabaciones desde un navegador WebDAV desde otro dispositivo en la red. El servidor solo está activo cuando la aplicación está en primer plano.
fr: Accédez à vos enregistrements depuis un navigateur WebDAV à partir d'un autre appareil sur le réseau. Le serveur est actif uniquement lorsque l'application est à l'avant-plan.
ru: Доступ к записям через WebDAV-браузер с другого устройства в сети. Сервер активен только когда приложение на переднем плане.
tr: Kayıtlarınıza ağdaki başka bir cihazdan WebDAV tarayıcısıyla erişin. Sunucu yalnızca uygulama ön plandayken etkindir.
ug_cn: تور ئىچىدىكى باشقا ئۈسكۈنىلەردىن WebDAV كىلاينتى ئارقىلىق ئۈنئالغۇلىرىڭىزنى زىيارەت قىلىڭ. پەقەت پروگرامما ئالدى سۇپىدا تۇرغاندىلا مۇلازىمېتىر ئاكتىپ ھالەتتە بولىدۇ.
uk: Доступ до записів через WebDAV-браузер з іншого пристрою в мережі. Сервер активний лише коли додаток на передньому плані.
vi: Truy cập các bản ghi âm của bạn từ trình duyệt WebDAV từ một thiết bị khác trong mạng. Máy chủ chỉ hoạt động khi ứng dụng ở phía trước.

source: activate
es: activar
fr: Activer
ru: активировать
tr: Etkinleştir
ug_cn: ئاكتىپلاش
uk: активувати
vi: kích hoạt

source: Activate the recorder hoverball.
es: Activar la bola flotante de la grabadora.
fr: Activer le hoverball de l'enregistreur.
ru: Активировать плавающую кнопку записи.
tr: Kaydedici hoverball'u etkinleştir.
ug_cn: مۇلازىمەتنى قوزغىتىپ، ئۈنئالغۇ لەيلىمە توپنى ئېچىڭ.
uk: Активувати плаваючу кнопку для запису.
vi: Kích hoạt bong bóng ghi âm.

source: Add
es: Añadir
ru: Добавить
tr: Ekle
ug_cn: قوشۇش
uk: Додати
vi: Thêm

source: Add Now
es: Añadir ahora
ru: Добавить сейчас
tr: Şimdi ekle
ug_cn: ھازىر قوشۇش
uk: Додати зараз
vi: Thêm Ngay

source: Add Required Widget
es: Añadir widget requerido
ru: Добавить необходимый виджет
tr: Gerekli Widget'ı Ekle
ug_cn: زۆرۈر كىچىك پروگراممىنى قوشۇش
uk: Додати необхідний віджет
vi: Thêm tiện ích cần thiết

source: Additional command-line options for the Rclone synchronization tool.
es: Opciones de línea de comandos adicionales para la herramienta de sincronización Rclone.
ru: Дополнительные параметры командной строки для инструмента синхронизации Rclone.
tr: Rclone senkronizasyon aracı için ek komut satırı seçenekleri.
ug_cn: Rclone قورالىغا قوشۇمچە بۇيرۇق قۇرى تاللانمىلىرى.
uk: Додаткові параметри командного рядка для інструменту синхронізації Rclone.

source: Additional Contact
es: Contacto adicional
fr: Contact supplémentaire
ru: Дополнительный контакт
tr: Ek Kişi
ug_cn: ئۆزلەشتۈرۈلگەن ئالاقەداش
uk: Додатковий контакт
vi: Liên hệ bổ sung

source: Adequate
es: Adecuado
tr: Yeterli
ug_cn: ئەڭ تۆۋەن
vi: Đầy Đủ

source: Advanced Audio Coding
es: Codificación de Audio Avanzada
fr: Codage audio avancé
ru: Advanced Audio Coding (AAC)
tr: Gelişmiş Ses Kodlama
ug_cn: ئالىي ئاۋاز كودلاش (AAC)
uk: Advanced Audio Coding (AAC)
vi: Mã hóa âm thanh nâng cao

source: Advanced Options
es: Opciones avanzadas
fr: Options avancées
ru: Дополнительные настройки
tr: Gelişmiş Seçenekler
ug_cn: ئالىي تاللانمىلار
uk: Додаткові налаштування
vi: Các tùy chọn nâng cao

source: Advanced Search
es: Búsqueda avanzada
fr: Recherche avancée
ru: Расширенный поиск
tr: Gelişmiş Arama
ug_cn: ئالىي ئىزدەش
uk: Розширений пошук
vi: Tìm kiếm nâng cao

source: After %@
es: Después de %@
fr: Après %@
ru: После %@
tr: %@ sonrası
ug_cn: %@ دىن كېيىن
uk: Після %@
vi: Sau %@

source: Agree
es: Aceptar
fr: Accepter
ru: Согласен
tr: Kabul Et
ug_cn: ماقۇل
uk: Погоджуюсь
vi: Đồng ý

source: alive
es: activo
ru: активен
tr: canlı
ug_cn: ھايات
uk: активний
vi: tồn tại

source: All Edges
es: Todos los bordes
fr: Tous les bords
ru: Все границы
tr: Tüm Kenarlar
ug_cn: بارلىق گىرۋەكلەر
uk: Усі грані
vi: Tất Cả Các Cạnh

source: All logs will be preserved for 7 days. Outdated logs will be removed automatically.
es: Todos los registros se conservarán durante 7 días. Los registros obsoletos se eliminarán automáticamente.
fr: Tous les journaux sont conservés pendant 7 jours. Les journaux périmés seront automatiquement supprimés.
ru: Логи хранятся 7 дней. Устаревшие логи удаляются автоматически.
tr: Tüm kayıtlar 7 gün boyunca saklanır. Eski kayıtlar otomatik olarak silinir.
ug_cn: بارلىق خاتىرىلەر 7 كۈن ساقلىنىدۇ. ۋاقتى ئۆتكەن خاتىرىلەر ئاپتوماتىك ئۆچۈرۈلىدۇ.
uk: Логи зберігаються 7 днів. Застарілі логи видаляються автоматично.
vi: Tất cả các bản ghi sẽ được giữ trong 7 ngày. Nhật ký lỗi thời sẽ tự động bị xóa.

source: Allow Access to Call History
es: Permitir acceso al historial de llamadas
fr: Autoriser l'accès à l'historique des appels
ru: Разрешить доступ к истории звонков
tr: Arama Geçmişine Erişime İzin Ver
ug_cn: چاقىرىش خاتىرىسىگە كىرىشكە رۇخسەت
uk: Дозволити доступ до історії дзвінків
vi: Cho phép truy cập vào lịch sử cuộc gọi

source: Allow Automatic Recording
es: Permitir grabación automática
fr: Autoriser l'enregistrement automatique
ru: Разрешить автоматическую запись
tr: Otomatik Kayda İzin Ver
ug_cn: ئاپتوماتىك ئۈنئېلىشقا رۇخسەت
uk: Дозволити автоматичний запис
vi: Cho phép ghi âm tự động

source: Allow Hoverball Wake-Ups
es: Permitir activación con bola flotante
fr: Autoriser les réveils Hoverball
ru: Разрешить пробуждение плавающей кнопки
tr: Hoverball Uyandırmalarına İzin Ver
ug_cn: لەيلىمە توپ ئويغىتىشقا رۇخسەت
uk: Дозволити пробудження плаваючої кнопки
vi: Cho phép bong bóng được bật

source: Allow to read WeChat contact list and VoIP call history to populate contact names of recordings. Only recent WeChat versions are supported.
es: Permitir leer la lista de contactos de WeChat y el historial de llamadas VoIP para completar los nombres de contacto de las grabaciones. Solo se admiten versiones recientes de WeChat.
fr: Permet de lire la liste des contacts WeChat et l'historique des appels VoIP pour renseigner les noms des contacts dans les enregistrements. Seules les versions récentes de WeChat sont prises en charge.
ru: Разрешить чтение списка контактов WeChat и истории VoIP-звонков для подстановки имён в записях. Поддерживаются только свежие версии WeChat.
tr: Kayıtlardaki kişi adlarını doldurmak için WeChat kişi listesini ve VoIP arama geçmişini okumaya izin ver. Yalnızca yeni WeChat sürümleri desteklenir.
ug_cn: ۋېيچات ئالاقەداشلار تىزىملىكى ۋە VoIP چاقىرىش خاتىرىسىنى ئوقۇشقا رۇخسەت بېرىپ، ئۈنئالغۇدىكى ئالاقەداشلارنىڭ ئىسمىنى تولدۇرۇش. پەقەت يېڭى نەشرىدىكى رەسمىي ۋېيچاتلارلا قوللىنىدۇ.
uk: Дозволити читання списку контактів WeChat та історії VoIP-дзвінків для підстановки імен у записах. Підтримуються лише свіжі версії WeChat.
vi: Cho phép đọc danh sách liên hệ WeChat và lịch sử cuộc gọi VoIP để điền tên liên hệ của các bản ghi. Chỉ hỗ trợ các phiên bản WeChat gần đây.

source: Allow to record phone calls received on devices signed into your iCloud account when they are nearby and on WLAN.
es: Permitir grabar llamadas telefónicas recibidas en dispositivos conectados a tu cuenta de iCloud cuando estén cerca y en Wi-Fi.
fr: Permet d'enregistrer les appels téléphoniques reçus sur des appareils connectés à votre compte iCloud lorsqu'ils se trouvent à proximité et qu'ils sont connectés à un réseau local sans fil.
ru: Разрешить запись звонков на устройствах с вашим iCloud, когда они рядом и в сети Wi-Fi.
tr: iCloud hesabınıza giriş yapılmış cihazlarda, yakınlarda ve WLAN üzerindeyken alınan telefon görüşmelerini kaydetmeye izin ver.
ug_cn: iCloud ھېساباتىڭىزغا كىرگەن، يېنىڭىزدا تۇرغان ھەم سىمسىز تورغا ئۇلانغان ئۈسكۈنىلەردىكى چاقىرىشلارنى ئۈنگە ئېلىشقا رۇخسەت.
uk: Дозволити запис дзвінків на пристроях з вашим iCloud, коли вони поряд і в мережі Wi-Fi.
vi: Cho phép ghi âm các cuộc gọi điện thoại nhận được trên các thiết bị đã đăng nhập vào tài khoản iCloud của bạn khi chúng ở gần và trên mạng WLAN.

source: Always
es: Siempre
fr: Toujours
ru: Всегда
tr: Her Zaman
ug_cn: ھەمىشە
uk: Завжди
vi: Luôn luôn

source: Always Dark
es: Siempre oscuro
fr: Toujours sombre
ru: Всегда тёмная
tr: Her Zaman Karanlık
ug_cn: ھەمىشە قارا
uk: Завжди темна
vi: Luôn tối

source: Always Dynamic
es: Siempre dinámico
fr: Toujours dynamique
ru: Всегда динамическая
tr: Her Zaman Dinamik
ug_cn: ھەمىشە ھەرىكەتچان
uk: Завжди динамічна
vi: Luôn năng động

source: Always Fold
es: Plegar siempre
ru: Всегда свёрнуто
tr: Her zaman Katla
ug_cn: ھەمىشە قاتلاش
uk: Завжди згорнуто
vi: Luôn Gấp Lại

source: Always keep the hoverball window visible.
es: Mantener siempre visible la ventana de la bola flotante.
fr: Toujours garder la fenêtre globale du hoverball visible.
ru: Всегда держать плавающую кнопку видимой.
tr: Hoverball penceresini her zaman görünür tut.
ug_cn: لەيلىمە توپنى ھەمىشە كۆرگىلى بولىدىغان قىلىش.
uk: Завжди тримати плаваючу кнопку видимою.
vi: Luôn giữ cho cửa sổ bong bóng được hiển thị mọi lúc

source: Always Keep-Alive in Background
es: Mantener siempre activo en segundo plano
fr: Toujours Keep-Alive en arrière-plan
ru: Всегда активен в фоне
tr: Arka Planda Her zaman Aktif Tut
ug_cn: ھەمىشە ئارقا سۇپىدا ئاكتىپ تۇرسۇن
uk: Завжди активний у фоні
vi: Luôn luôn giữ chạy trong nền.

source: Always Light
es: Siempre claro
fr: Toujours clair
ru: Всегда светлая
tr: Her Zaman Aydınlık
ug_cn: ھەمىشە يورۇق
uk: Завжди світла
vi: Luôn sáng

source: Always On
es: Siempre visible
fr: Toujours activé
ru: Всегда включён
tr: Her Zaman Açık
ug_cn: ھەمىشە ئېچىق
uk: Завжди увімкнено
vi: Luôn bật

source: Always schedule background processing tasks to run at the next available opportunity.
es: Programar siempre las tareas de procesamiento en segundo plano para que se ejecuten en la próxima oportunidad disponible.
fr: Planifiez toujours les tâches de traitement en arrière-plan pour qu'elles s'exécutent à la prochaine occasion.
ru: Всегда планировать фоновые задачи на ближайшее доступное время.
tr: Arka plan işlem görevlerini her zaman bir sonraki uygun fırsatta çalıştırmak üzere planla.
ug_cn: ئارقا سۇپا ئىشلەش ۋەزىپىسىنى كېيىنكى قولايلىق پۇرسەتتە ئىجرا قىلىشقا ھەمىشە پىلانلاش.
uk: Завжди планувати фонові задачі на найближчий доступний час.
vi: Luôn lên lịch các tác vụ xử lý nền để chạy vào thời điểm có thể tiếp theo.

source: AM/PM String
es: Cadena AM/PM
fr: Chaîne AM/PM
ru: AM/PM строка
tr: AM/PM Dizesi
ug_cn: چۈشتىن ئىلگىرى/كېيىن
uk: AM/PM строка

source: An unknown error occurred.
es: Ocurrió un error desconocido.
ru: Произошла неизвестная ошибка.
tr: Bilinmeyen bir hata oluştu.
ug_cn: نامەلۇم خاتالىق يۈز بەردى.
uk: Сталася невідома помилка.
vi: Đã xảy ra lỗi không xác định.

source: Analysing Audio
es: Analizando audio
fr: Analyse audio en cours
ru: Анализ аудио
tr: Ses Analiz Ediliyor
ug_cn: ئاۋاز ئانالىز قىلىنىۋاتىدۇ
uk: Аналіз аудіо
vi: Phân tích âm thanh

# Another %@ is required to continue editing. Available capacity is %@.
source: Another %1$@ is required to continue editing. Available capacity is %2$@.
es: Se necesita %@ más para continuar editando. Capacidad disponible: %@.
ru: Требуется ещё %1$@ для редактирования. Доступно %2$@.
tr: Düzenlemeye devam etmek için başka bir %1$@ gereklidir. Kullanılabilir kapasite %2$@.
ug_cn: ساقلاش بوشلۇقى يېتىشمىدى: تەھرىرلەشنى داۋاملاشتۇرۇش ئۈچۈن يەنە %@ كېرەك. ھازىرقى بوشلۇق %@.
uk: Потрібно ще %@ для редагування. Доступно %@.
vi: Cần có %1$@ khác để tiếp tục chỉnh sửa. Dung lượng khả dụng là %2$@.

source: answer
es: responder
fr: répondre
ru: ответить
tr: cevapla
ug_cn: جاۋاب
uk: відповідь
vi: trả lời

source: answered
es: respondida
fr: a répondu
ru: отвечен
tr: cevaplandı
ug_cn: جاۋاب بېرىلدى
uk: відповіли
vi: đã trả lời

source: Any
es: Cualquiera
ru: Любой
tr: herhangi bir
ug_cn: چەكلىمە يوق
uk: Будь-який
vi: Bất kỳ

source: App Icon
es: Icono de la aplicación
fr: Icône de l'application
ru: Иконка приложения
tr: Uygulama Simgesi
ug_cn: پروگرامما سىنبەلگىسى
uk: Іконка додатка
vi: Biểu tượng App

source: App Language
es: Idioma de la aplicación
ru: Язык приложения
tr: Uygulama dili
ug_cn: كۆرۈنمە يۈز تىلى
uk: Мова додатка
vi: Ngôn ngữ

source: Appearance
es: Apariencia
fr: Apparence
ru: Внешний вид
tr: Görünüm
ug_cn: كۆرۈنۈش ۋە غايە
uk: Зовнішній вигляд
vi: Vẻ bề ngoài

source: Apple’s Core Audio
es: Core Audio de Apple
fr: Core Audio d'Apple
ru: Apple Core Audio
tr: Apple'ın Temel Ses Sistemi
ug_cn: Apple’s Core Audio (caf)
vi: Âm thanh cốt lõi của Apple

source: Application
es: Aplicación
ru: Приложение
tr: Uygulama
ug_cn: پروگرامما
uk: Додаток
vi: Ứng dụng

source: Application Overrides
es: Sustituciones de la aplicación
fr: Substitutions d'application
ru: Переопределения приложения
tr: Uygulama Geçersiz Kılmaları
ug_cn: مايىللىق تەڭشەكلىرى
uk: Перевизначення додатка
vi: Ghi đè ứng dụng

source: Applications
es: Aplicaciones
ru: Приложения
tr: Uygulamalar
ug_cn: پروگراممىلار
uk: Додатки
vi: Các ứng dụng

source: archive
es: archivo
fr: archives
ru: архив
tr: arşiv
ug_cn: ئارخىپ
uk: архів
vi: bản lưu trữ

source: Archive
es: Archivo
ru: Архив
tr: arşiv
ug_cn: ئارخىپلاش
uk: Архів
vi: Bản lưu trữ

source: Archive Regeneration
es: Regeneración de archivo
ru: Пересоздание архива
tr: Arşiv Yenileme
ug_cn: ئارخىپ قايتا قۇرۇش
uk: Відтворення архіву
vi: Làm mới kho lưu trữ

source: Archive: Use “Content Sharing” → “Custom Export Name” to rename local mixed & combined primary recordings and upload to cloud drives. Unrestorable.
es: Archivo: Usa “Compartir contenido” → “Nombre de exportación personalizado” para renombrar grabaciones primarias locales mezcladas y combinadas y subirlas a unidades en la nube. Irrecuperable.
ru: Архив: используйте «Общий доступ» → «Своё имя экспорта» для переименования локальных записей и загрузки в облако. Восстановление невозможно.
tr: Arşiv: Yerel karışık ve birleşik birincil kayıtları yeniden adlandırmak ve bulut sürücülerine yüklemek için “İçerik Paylaşımı” → “Özel Dışa Aktarma Adı” nı kullanın. Geri alınamaz.
ug_cn: ئارخىپلاش: «مەزمۇن ھەمبەھىرلەش» → «خاس ئېكسپورت ئىسمى» ئارقىلىق ئارىلاشتۇرۇلغان ۋە بىرلەشتۈرۈلگەن يەرلىك ئۈنئالغۇلارنى قايتا ئاتاپ بۇلۇتقا يوللاش. ئەسلىگە كەلتۈرگىلى بولمايدۇ.
uk: Архів: використовуйте «Спільний доступ» → «Власна назва експорту» для перейменування локальних записів та завантаження в хмару. Відновлення неможливе.
vi: Lưu trữ: Sử dụng “Chia sẻ nội dung” → “Tuỳ chỉnh tên xuất” để đổi tên các bản ghi chính hỗn hợp & kết hợp cục bộ và tải lên các ổ đĩa đám mây. Không thể khôi phục.

source: Are you sure you want to discard the changes you made?
es: ¿Seguro que quieres descartar los cambios realizados?
ru: Вы уверены, что хотите отменить изменения?
tr: Yaptığınız değişiklikleri iptal etmek istediğinizden emin misiniz??
ug_cn: قىلغان ئۆزگەرتىشلەرنى تاشلىۋېتىشنى جەزملەشتۈرەمسىز؟
uk: Ви впевнені, що хочете скасувати зміни?
vi: Bạn có chắc chắn muốn bỏ qua những thay đổi bạn đã thực hiện không?

source: Are you sure you want to remove all shortcut definitions?
es: ¿Estás seguro de que quieres eliminar todas las definiciones de atajos?
fr: Êtes-vous sûr de vouloir supprimer toutes les définitions de raccourcis ?
ru: Вы уверены, что хотите удалить все определения ярлыков?
tr: Tüm kısayol tanımlarını kaldırmak istediğinizden emin misiniz?
ug_cn: بارلىق ئاپتوماتىك ھەرىكەتلەرنى ئۆچۈرۈشنى جەزملەشتۈرەمسىز؟
uk: Ви впевнені, що хочете видалити всі визначення ярликів?
vi: Bạn có chắc chắn muốn xóa tất cả các định nghĩa phím tắt không?

source: Associate with Call History
es: Asociar con historial de llamadas
fr: Associer à l'historique des appels
ru: Связать с историей звонков
tr: Arama Geçmişi ile İlişkilendir
ug_cn: چاقىرىش خاتىرىسى بىلەن باغلاش
uk: Пов’язати з історією дзвінків
vi: Liên kết với Lịch sử Cuộc Gọi

source: At the end of recording, the audio files of each channel during recording are retained.
es: Al finalizar la grabación, se conservan los archivos de audio de cada canal.
fr: À la fin de l'enregistrement, les fichiers audio de chaque canal pendant l'enregistrement sont conservés.
ru: После записи сохраняются аудиофайлы каждого канала.
tr: Kayıt sonunda, kayıt sırasındaki her kanalın ses dosyaları saklanır.
ug_cn: ئۈنئېلىش ئاخىرلاشقاندا، ئۈنئېلىش جەريانىدىكى ھەر بىر قانالنىڭ ئەسلى ئاۋاز ھۆججىتىنى ساقلاش. كۆپ ساقلاش بوشلۇقى ئىگىلەيدۇ، ئېھتىيات بىلەن قوزغىتىڭ.
uk: Після завершення запису зберігаються аудіофайли кожного каналу.
vi: Vào cuối quá trình ghi âm, các tệp âm thanh của mỗi kênh trong quá trình ghi âm được giữ lại.

source: Attachable Edges
es: Bordes acoplables
fr: Bords attachables
ru: Прикрепляемые границы
tr: Eklenebilir Kenarlar
ug_cn: چاپلىغىلى بولىدىغان گىرۋەكلەر
uk: Кріпильні краї
vi: Cạnh có thể gắn kết

source: Audio CD
es: CD de Audio
tr: Ses CD
ug_cn: ئاۋاز CD
uk: Аудіо CD
vi: Âm thanh CD

source: Audio Compression
es: Compresión de audio
fr: Compression audio
ru: Сжатие аудио
tr: Ses Sıkıştırma
uk: Стиснення аудіо
vi: Nén âm thanh

source: Audio File
es: Archivo de audio
ru: Аудиофайл
tr: Ses dosyası
ug_cn: ئاۋاز ھۆججىتى
uk: Аудіофайл
vi: Tệp âm thanh

source: Audio played to %@
es: Audio reproducido en %@
fr: Audio joué à %@
ru: Аудио воспроизведено для %@
tr: %@ için çalınan ses
ug_cn: ئاۋاز %@ غا قويۇلدى
uk: Аудіо відтворено для %@
vi: Âm thanh được phát đến %@

source: Audio progress
es: Progreso del audio
fr: Progression de l'audio
ru: Прогресс аудио
tr: Ses ilerlemesi
ug_cn: ئاۋاز ئىلگىرىلىشى
uk: Прогрес аудіо
vi: Tiến trình âm thanh

source: Authenticate with %@
es: Autenticar con %@
fr: Authentifier avec %@
ru: Аутентификация через %@
tr: %@ ile kimlik doğrula
ug_cn: %@ ئارقىلىق دەلىللەش
uk: Автентифікація через %@
vi: Xác thực với %@

source: Authorization error: %@
es: Error de autorización: %@
ru: Ошибка авторизации: %@
tr: Yetkilendirme hatası: %@
ug_cn: ھوقۇق دەلىللەش خاتالىقى: %@
uk: Помилка авторизації: %@
vi: Lỗi Uỷ Quyền: %@

source: Authorization flow was manually canceled by user.
es: El flujo de autorización fue cancelado manually por el usuario.
ru: Пользователь отменил процесс авторизации.
tr: Yetkilendirme akışı kullanıcı tarafından manuel olarak iptal edildi.
ug_cn: ھوقۇق دەلىللەش ئېقىمى ئىشلەتكۈچى تەرىپىدىن قولدا بىكار قىلىندى.
uk: Користувач вручну скасував процес авторизації.
vi: Người dùng đã hủy quy trình uỷ quyền theo cách thủ công.

source: Authorize with Dropbox
es: Autorizar con Dropbox
ru: Авторизоваться через Dropbox
tr: Dropbox ile yetkilendirin
ug_cn: Dropbox ھېساباتى بىلەن كىرىش
uk: Авторизуватися через Dropbox
vi: Ủy quyền với Dropbox

source: Authorize with Google
es: Autorizar con Google
ru: Авторизоваться через Google
tr: Google ile yetkilendirin
ug_cn: Google ھېساباتى بىلەن كىرىش
uk: Авторизуватися через Google
vi: Ủy quyền với Google
