Repository: Lessica/TrollRecorder
Catalog: res/*.lproj/Localizable.strings
Languages: es, fr, ru, tr, ug_cn, uk, vi

source: The time interval before the hoverball becomes idle.
es: El intervalo de tiempo antes de que la bola flotante se vuelva inactiva.
fr: L'intervalle de temps avant que le hoverball global devienne inactif.
ru: Время до перехода hoverball в режим бездействия.
tr: Hoverball'ın hareketsiz kalacağı zaman aralığı.
uk: Час до переходу hoverball у режим бездіяльності.
vi: Khoảng thời gian trước khi bong bóng mọi nơi trở nên nhàn rỗi.

source: The type of content to be recorded.
es: El tipo de contenido a grabar.
ru: Тип контента для записи.
tr: Kaydedilecek içerik türü.
uk: Тип контенту для запису.
vi: Loại nội dung sẽ được ghi lại.

source: The unique identifier of the call.
es: El identificador único de la llamada.
fr: L'identifiant unique de l'appel.
ru: Уникальный идентификатор звонка.
tr: Aramanın benzersiz tanımlayıcısı.
uk: Унікальний ідентифікатор дзвінка.
vi: Mã định danh duy nhất của cuộc gọi.

source: The unique identifier of the provider application.
es: El identificador único de la aplicación proveedora.
fr: L'identifiant unique de l'application fournisseur.
ru: Уникальный идентификатор приложения-провайдера.
tr: Sağlayıcı uygulamanın benzersiz tanımlayıcısı.
uk: Унікальний ідентифікатор додатку-провайдера.
vi: Mã định danh duy nhất của ứng dụng nhà cung cấp.

source: The URL is not valid.
es: La URL no es válida.
fr: L'URL n'est pas valide.
ru: Некорректный URL.
tr: URL geçersiz.
uk: Недійсний URL.
vi: URL không hợp lệ.

source: There is nothing but air.
es: No hay nada más que aire.
fr: Il n'y a rien d'autre que de l'air.
ru: Здесь пусто.
tr: Havadan başka bir şey yok.
ug_cn: بۇ يەردە ھاۋادىن باشقا نەرسە يوق.
uk: Тут пусто.
vi: Không có gì ngoài không khí.

source: There is still a risk that the background service will not be able to convert the recording file right after it has been recorded. Fortunately, you can now complete this final step!
es: Todavía existe el riesgo de que el servicio en segundo plano no pueda convertir el archivo de grabación justo después de haber sido grabado. ¡Afortunadamente, ahora puedes completar este último paso!
fr: Il reste encore un risque que le service en arrière-plan ne puisse pas convertir le fichier d'enregistrement juste après qu'il a été enregistré. Heureusement, vous pouvez maintenant effectuer cette dernière étape !
ru: Фоновая служба может не конвертировать запись сразу. Теперь вы можете завершить этот шаг вручную!
tr: Arka plan servisinin kayıt dosyasını hemen dönüştürememe riski hala var. Neyse ki bu son adımı artık tamamlayabilirsiniz!
uk: Фонова служба може не конвертувати запис відразу. Тепер ви можете завершити цей крок вручну!
vi: Vẫn có nguy cơ dịch vụ nền sẽ không thể chuyển đổi tệp ghi ngay sau khi nó đã được ghi lại. May mắn thay, bây giờ bạn có thể hoàn thành bước cuối cùng này!

source: There was a problem verifying your identity.
es: Hubo un problema al verificar tu identidad.
fr: Un problème est survenu lors de la vérification de votre identité.
ru: Ошибка проверки вашей личности.
tr: Kimliğiniz doğrulanırken bir sorun oluştu.
ug_cn: كىملىكىڭىزنى دەلىللەشتە مەسىلە كۆرۈلدى.
uk: Помилка перевірки вашої особи.
vi: Đã xảy ra sự cố khi xác minh danh tính của bạn.

source: This feature requires a paid subscription. Please upgrade to use this feature.
es: Esta función requiere una suscripción de pago. Por favor, actualiza para usar esta función.
fr: Cette fonctionnalité nécessite un abonnement payant. Veuillez effectuer une mise à niveau pour utiliser cette fonctionnalité.
ru: Для этой функции нужна платная подписка.
tr: Bu özellik ücretli abonelik gerektirir. Kullanmak için lütfen yükseltme yapın.
ug_cn: بۇ ئىقتىدارنى ئىشلىتىش ئۈچۈن ھەق تۆلەش كېرەك، ئىشلىتىش ئۈچۈن دەرىجىڭىزنى ئۆستۈرۈڭ.
uk: Для цієї функції потрібна платна підписка.
vi: Tính năng này yêu cầu đăng ký trả phí. Vui lòng nâng cấp để sử dụng tính năng này.

source: This field accept phone number for matching contact.
es: Este campo acepta un número de teléfono para buscar el contacto.
fr: Ce champ accepte le numéro de téléphone pour la correspondance des contacts.
ru: Это поле принимает номер телефона для поиска контакта.
tr: Bu alan kişi eşleştirmesi için telefon numarası kabul eder.
uk: Це поле приймає номер телефону для пошуку контакту.
vi: Trường này chấp nhận số điện thoại để liên hệ phù hợp.

source: This field accept phone number or an email address for matching contact.
es: Este campo acepta un número de teléfono o una dirección de correo electrónico para buscar el contacto.
fr: Ce champ accepte un numéro de téléphone ou une adresse e-mail pour la correspondance des contacts.
ru: Это поле принимает номер телефона или email для поиска контакта.
tr: Bu alan kişi eşleştirmesi için telefon numarası veya e-posta adresi kabul eder.
uk: Це поле приймає номер телефону або email для пошуку контакту.
vi: Trường này chấp nhận số điện thoại hoặc địa chỉ email để liên hệ phù hợp.

source: This is a sandbox build, the daemon is not available.
es: Esta es una compilación de sandbox, el demonio no está disponible.
fr: Il s'agit d'une construction en bac à sable, le démon n'est pas disponible.
ru: Это тестовая сборка — демон недоступен.
tr: Bu bir sandbox yapısıdır, arka plan servisi mevcut değil.
ug_cn: ئارقا سۇپا مۇلازىمىتى ئىشلىتىلىشكە تەييار ئەمەس
uk: Це тестова збірка — демон недоступний.
vi: Đây là bản dựng sandbox, không có daemon.

source: This is a widget daemon for Troll Recorder.
es: Este es un demonio de widget para Troll Recorder.
fr: Il s'agit d'un démon de widget pour Troll Recorder.
ru: Это демон виджета для Troll Recorder.
tr: Bu, Troll Recorder için bir widget arka plan servisidir.
ug_cn: بۇ تىرول ئۈنئالغۇنىڭ كىچىك پروگرامما ئارقا سۇپىسى.
uk: Це демон віджета для Troll Recorder.
vi: Đây là daemon widget cho Troll Recorder.

source: This option affects the behavior of the “Quick Recording” and “Physical Key Combination”.
es: Esta opción afecta el comportamiento de “Grabación rápida” y “Combinación de teclas físicas”.
ru: Эта опция влияет на «Быструю запись» и «Комбинацию клавиш».
tr: Bu seçenek “Hızlı Kayıt” ve “Fiziksel Tuş Kombinasyonu” nun davranışını etkiler.
uk: Ця опція впливає на «Швидкий запис» і «Комбінацію клавіш».
vi: Tùy chọn này ảnh hưởng đến hành vi của “Ghi âm nhanh” và “Tổ hợp phím vật lý”.

source: This option overrides the “Press & Hold Action” of the Hoverball.
es: Esta opción anula la “Acción al mantener pulsado” de la Bola flotante.
ru: Эта опция переопределяет действие «Удержание» для Hoverball.
tr: Bu seçenek Hoverball'un “Basılı Tutma Eylemini” geçersiz kılar.
uk: Ця опція замінює дію «Утримання» для Hoverball.
vi: Tùy chọn này ghi đè lên “Hành động Nhấn & Giữ” của Hoverball.

source: This recording contains multiple audio variants. Saving in-place will delete other variants. Do you still want to continue, or save as duplicate?
es: Esta grabación contiene múltiples variantes de audio. Guardar en el mismo lugar eliminará otras variantes. ¿Quieres continuar o guardar como duplicado?
ru: Эта запись содержит несколько вариантов аудио. Сохранение удалит другие варианты. Продолжить или сохранить копию?
tr: Bu kayıt birden fazla ses varyantı içerir. Yerinde kaydetmek diğer varyantları silecektir. Hala devam etmek veya kopya olarak kaydetmek istiyor musunuz?
uk: Цей запис містить кілька варіантів аудіо. Збереження видалить інші версії. Продовжити чи зберегти копію?
vi: Ghi âm này chứa nhiều biến thể âm thanh. Lưu tại chỗ sẽ xóa các biến thể khác. Bạn có muốn tiếp tục không, hoặc lưu dưới dạng bản sao?

source: This recording is from WeChat, and “WeChat Assistant” helps you populate WeChat contact names and remarks next time. You can buy “TrollRecorder Pro” to enable “WeChat Assistant”, do you want to buy it now?
es: Esta grabación es de WeChat, y el “Asistente de WeChat” te ayuda a completar los nombres y comentarios de los contactos de WeChat la próxima vez. Puedes comprar “TrollRecorder Pro” para habilitar el “Asistente de WeChat”, ¿quieres comprarlo ahora?
fr: Cet enregistrement provient de WeChat, et “Assistant WeChat” vous aide à remplir les noms des contacts WeChat et les remarques la prochaine fois. Vous pouvez acheter “TrollRecorder Pro” pour activer “Assistant WeChat”, voulez-vous l'acheter maintenant ?
ru: Это запись из WeChat. Ассистент WeChat сохранит имена контактов. Купить TrollRecorder Pro для активации ассистента?
tr: Bu kayıt WeChat'ten geliyor ve “WeChat Asistanı” bir sonraki sefere WeChat kişi adlarını ve notlarını doldurmanıza yardımcı olur. “WeChat Asistanı”nı etkinleştirmek için “TrollRecorder Pro” satın alabilirsiniz, şimdi almak ister misiniz?
uk: Цей запис із WeChat. Асистент WeChat збереже імена контактів. Придбати TrollRecorder Pro для активації асистента?
vi: Ghi âm này đến từ WeChat, và “WeChat Assistant” giúp bạn điền tên và ghi chú liên hệ WeChat lần sau. Bạn có thể mua “TrollRecorder Pro” để kích hoạt “WeChat Assistant”, bạn có muốn mua ngay bây giờ không?

source: This recording is from WeChat, and “WeChat Assistant” helps you populate WeChat contact names and remarks next time. You don’t seem to have “WeChat Assistant” enabled, do you want to enable it immediately?
es: Esta grabación es de WeChat, y el “Asistente de WeChat” te ayuda a completar los nombres y comentarios de los contactos de WeChat la próxima vez. Parece que no tienes habilitado el “Asistente de WeChat”, ¿quieres habilitarlo inmediatamente?
fr: Cet enregistrement provient de WeChat, et “Assistant WeChat” vous aide à remplir les noms des contacts WeChat et les remarques la prochaine fois. Vous ne semblez pas avoir activé “Assistant WeChat”, voulez-vous l'activer immédiatement ?
ru: Это запись из WeChat. Ассистент WeChat сохранит имена контактов. Активировать ассистент сейчас?
tr: Bu kayıt WeChat'ten geliyor ve “WeChat Asistanı” bir sonraki sefere WeChat kişi adlarını ve notlarını doldurmanıza yardımcı olur. “WeChat Asistanı” etkin görünmüyor, hemen etkinleştirmek ister misiniz?
uk: Цей запис із WeChat. Асистент WeChat збереже імена контактів. Активувати асистента зараз?
vi: Ghi âm này đến từ WeChat, và “WeChat Assistant” giúp bạn điền tên và ghi chú liên hệ WeChat lần sau. Bạn dường như chưa kích hoạt “WeChat Assistant”, bạn có muốn kích hoạt ngay bây giờ không?

source: This version of WeChat (%@) is not supported. Please upgrade to the latest version.
es: Esta versión de WeChat (%@) no es compatible. Por favor, actualiza a la última versión.
ru: Эта версия WeChat (%@) не поддерживается. Обновите приложение.
tr: WeChat'in bu sürümü (%@) desteklenmiyor. Lütfen en son sürüme yükseltin.
uk: Ця версія WeChat (%@) не підтримується. Оновіть додаток.
vi: Phiên bản WeChat (%@) này không được hỗ trợ. Vui lòng nâng cấp lên phiên bản mới nhất.

source: This version of WeChat (%@) is not tested nor officially supported. Some features may not work as expected.
es: Esta versión de WeChat (%@) no ha sido probada ni es compatible oficialmente. Algunas funciones pueden no funcionar como se espera.
ru: Эта версия WeChat (%@) не тестировалась. Некоторые функции могут не работать.
tr: WeChat'in (%@) bu sürümü test edilmemiştir ve resmi olarak desteklenmemektedir. Bazı özellikler beklendiği gibi çalışmayabilir.
uk: Ця версія WeChat (%@) не тестувалася. Деякі функції можуть працювати некоректно.
vi: Phiên bản WeChat (%@) này chưa được kiểm tra và không được hỗ trợ chính thức. Một số tính năng có thể không hoạt động như mong đợi.

source: This version of WeChat (%@) is partially supported. It is recommended to upgrade to the latest version.
es: Esta versión de WeChat (%@) es parcialmente compatible. Se recomienda actualizar a la última versión.
ru: Эта версия WeChat (%@) поддерживается частично. Рекомендуем обновление.
tr: WeChat'in bu sürümü (%@) kısmen desteklenmektedir. En son sürüme yükseltmeniz önerilir.
uk: Ця версія WeChat (%@) підтримується частково. Рекомендуємо оновити.
vi: Phiên bản WeChat (%@) này được hỗ trợ một phần. Nên nâng cấp lên phiên bản mới nhất.

source: This version of WeChat (%@) is supported.
es: Esta versión de WeChat (%@) es compatible.
ru: Эта версия WeChat (%@) поддерживается.
tr: WeChat'in bu sürümü (%@) desteklenmektedir.
uk: Ця версія WeChat (%@) підтримується.
vi: Phiên bản WeChat (%@) này được hỗ trợ.

source: Three-digit Milliseconds
es: Milisegundos de tres dígitos
fr: Millisecondes à trois chiffres
ru: Трехзначные миллисекунды
tr: Üç Haneli Milisaniye
ug_cn: ئۈچ خانىلىق مىللىسېكۇنت
uk: Тризначні мілісекунди
vi: Ba chữ số mili giây.

source: Time Sensitive
es: Sensible al tiempo
ru: Срочное
tr: Zamana Duyarlı
ug_cn: ۋاقىت سەزگۈرلۈكى
uk: Термінове
vi: Nhạy cảm với thời gian.

source: Title
es: Título
ru: Название
tr: Başlık
ug_cn: ماۋزۇ
uk: Назва
vi: Tiêu đề

source: To %@
es: A %@
ru: Кому: %@
tr: Kime %@
ug_cn: %@ غىچە
uk: Для: %@
vi: Đến %@

source: To activate the “Launch Shield” feature, you have to add the “Troll Recorder” widget to the lock or home screen. Tap “Add Now” to add that widget to the initial page of the home screen. You can long press and drag to change its position later.
es: Para activar la función “Escudo de inicio”, debes añadir el widget “Troll Recorder” a la pantalla de bloqueo o de inicio. Toca “Añadir ahora” para añadir ese widget a la página inicial de la pantalla de inicio. Puedes mantener pulsado y arrastrar para cambiar su posición más tarde.
ru: Для активации «Launch Shield» добавьте виджет TrollRecorder на экран. Нажмите «Добавить», затем переместите его.
tr: Kaydı Başlat” özelliğini etkinleştirmek için kilit veya ana ekrana “Troll Recorder” widget'ını eklemeniz gerekir. Bu widget'ı ana ekranın ilk sayfasına eklemek için “Şimdi Ekle” ye dokunun. Daha sonra konumunu değiştirmek için uzun basabilir ve sürükleyebilirsiniz.
uk: Для активації «Launch Shield» додайте віджет TrollRecorder на екран. Натисніть «Додати», потім перемістіть його.
vi: Để kích hoạt tính năng “Launch Shield”, bạn phải thêm widget “Troll Recorder” vào màn hình khóa hoặc màn hình chính. Nhấn “Thêm ngay” để thêm widget đó vào trang đầu tiên của màn hình chính. Bạn có thể nhấn và giữ để thay đổi vị trí của nó sau.

source: To configure iCloud Drive, go to “Settings” → “Cellular” → “iCloud Drive”.
es: Para configurar iCloud Drive, ve a “Ajustes” → “Datos móviles” → “iCloud Drive”.
fr: Pour configurer iCloud Drive, allez dans “Réglages” → “Cellulaire” → “iCloud Drive”.
ru: Для настройки iCloud Drive перейдите в «Настройки» → «Сотовая связь» → «iCloud Drive».
tr: iCloud Drive'ı yapılandırmak için “Ayarlar” → “Hücresel” → “iCloud Drive”a gidin.
uk: Для налаштування iCloud Drive перейдіть у «Налаштування» → «Стілка даних» → «iCloud Drive».
vi: Để cấu hình iCloud Drive, hãy vào “Cài đặt” → “Di động” → “iCloud Drive”.

source: To configure notifications related to recording synchronization, go to “Network Storage” settings page.
es: Para configurar las notificaciones relacionadas con la sincronización de grabaciones, ve a la página de ajustes de “Almacenamiento en red”.
ru: Настройки уведомлений синхронизации в разделе «Сетевое хранилище».
tr: Kayıt senkronizasyonu ile ilgili bildirimleri yapılandırmak için “Ağ Depolama” ayarları sayfasına gidin.
uk: Налаштування сповіщень синхронізації у розділі «Мережеве сховище».
vi: Để cấu hình thông báo liên quan đến đồng bộ hóa ghi âm, hãy vào trang cài đặt “Lưu trữ Mạng”.

source: To configure “Press & Hold Action”, you have to remove custom shortcut from “Automation” → “Press & Hold Hoverball”.
es: Para configurar la “Acción al mantener pulsado”, debes eliminar el atajo personalizado de “Automatización” → “Mantener pulsada Bola flotante”.
ru: Для настройки «Удержания» удалите кастомный ярлык в «Автоматизация» → «Удержание Hoverball».
tr: “Basılı Tutma Eylemi” ni yapılandırmak için, ‘Otomasyon’ → “Hoverball'a Basılı Tutma” bölümünden özel kısayolu kaldırmanız gerekir.”.
uk: Для налаштування «Утримання» видаліть ярлик у «Автоматизація» → «Утримання Hoverball».
vi: Để cấu hình “Hành động Nhấn & Giữ”, bạn phải xóa phím tắt tùy chỉnh từ “Tự động hóa” → “Nhấn & Giữ Hoverball”.

source: To get a more accurate call history, you have to inject it into “WeChat” app via TrollFools or similar technologies.
es: Para obtener un historial de llamadas más preciso, debes inyectarlo en la app “WeChat” mediante TrollFools o tecnologías similares.
ru: Для точной истории звонков используйте TrollFools для интеграции с WeChat.
tr: Daha doğru bir arama geçmişi elde etmek için, TrollFools veya benzer teknolojiler aracılığıyla “WeChat” uygulamasına enjekte etmeniz gerekir.
uk: Для точної історії дзвінків використайте TrollFools для інтеграції з WeChat.
vi: Để có được lịch sử cuộc gọi chính xác hơn, bạn phải tiêm nó vào ứng dụng “WeChat” thông qua TrollFools hoặc các công nghệ tương tự.

source: To keep alive for WebDAV access, you have to select “Always” or “While Using the App” for “Troll Recorder”.
es: Para mantener activo el acceso WebDAV, debes seleccionar “Siempre” o “Mientras se usa la app” para “Troll Recorder”.
fr: Pour conserver l'accès au WebDAV, vous devez sélectionner “Toujours” ou “Pendant l'utilisation de l'application” pour TrollRecorder.
ru: Для доступа WebDAV выберите «Всегда» или «При использовании» для TrollRecorder.
tr: WebDAV erişimi için canlı tutmak üzere TrollRecorder için “Her Zaman” veya “Uygulama Kullanılırken” seçmelisiniz.
uk: Для доступу WebDAV оберіть «Завжди» або «Під час використання» для TrollRecorder.
vi: Để giữ cho WebDAV luôn hoạt động, bạn phải chọn “Luôn” hoặc “Trong khi Sử dụng Ứng dụng” cho “Troll Recorder”.

source: To use “Smart Cloud Archive”, you have to enable “Background App Refresh” for “Troll Recorder”.
es: Para usar “Archivo inteligente en la nube”, debes habilitar “Actualización en segundo plano” para “Troll Recorder”.
fr: Pour utiliser Smart Cloud Archive, vous devez activer l'actualisation des applications en arrière-plan pour TrollRecorder.
ru: Для «Умного архива» включите фоновое обновление TrollRecorder.
tr: “Akıllı Bulut Arşivi”ni kullanmak için TrollRecorder için “Arka Plan Uygulama Yenileme”yi etkinleştirmelisiniz.
uk: Для «Розумного архіву» увімкніть фонове оновлення TrollRecorder.
vi: Để sử dụng “Smart Cloud Archive”, bạn phải bật “Background App Refresh” cho “Troll Recorder”.

source: To use “Smart Cloud Archive”, you have to sign in to iCloud Drive in “Settings”.
es: Para usar “Archivo inteligente en la nube”, debes iniciar sesión en iCloud Drive en “Ajustes”.
fr: Pour utiliser Smart Cloud Archive, vous devez vous connecter à iCloud Drive dans Réglages.
ru: Для «Умного архива» войдите в iCloud Drive в «Настройках».
tr: “Akıllı Bulut Arşivi”ni kullanmak için “Ayarlar”da iCloud Drive'a giriş yapmalısınız.
uk: Для «Розумного архіву» увійдіть у iCloud Drive у «Налаштуваннях».
vi: Để sử dụng “Smart Cloud Archive”, bạn phải đăng nhập vào iCloud Drive trong “Cài đặt”.

source: To: %@
es: A: %@
fr: À : %@
ru: Кому: %@
tr: Kime: %@
uk: Для: %@
vi: Đến: %@

source: toggle
es: alternar
fr: basculer
ru: переключить
tr: Aç/Kapat
uk: перемкнути
vi: bật/tắt

source: Toggle ${requestedMode}
es: Alternar ${requestedMode}
ru: Переключить ${requestedMode}
tr: aç/kapat ${requestedMode}
uk: Перемкнути ${requestedMode}
vi: Bật/Tắt ${requestedMode}

source: Toggle Call Recording
es: Alternar grabación de llamada
ru: Переключить запись звонка
tr: Çağrı Kaydını Aç / Kapat
uk: Перемкнути запис дзвінка
vi: Bật/Tắt ghi âm cuộc gọi

source: Toggle Hoverball
es: Alternar bola flotante
fr: Activer/désactiver Hoverball
ru: Переключить Hoverball
tr: Hoverball'ı Aç/Kapat
uk: Перемкнути Hoverball
vi: Bật/Tắt bong bóng

source: Toggle ON/OFF the recorder hoverball.
es: Activar/Desactivar la bola flotante de la grabadora.
fr: Activer/désactiver le hoverball d'enregistrement.
ru: Включить/выключить Hoverball.
tr: Kaydedici hoverball'ı açıp kapatın.
uk: Увімкнути/вимкнути Hoverball.
vi: Bật/Tắt bong bóng của máy ghi âm.

source: Toggle Recording
es: Alternar grabación
fr: Activer/désactiver l'enregistrement
ru: Переключить запись
tr: Kaydı Aç/Kapat
uk: Перемкнути запис
vi: Bật tắt ghi âm

source: Toggle Screen Recording
es: Alternar grabación de pantalla
ru: Переключить запись экрана
tr: Ekran Kaydını Aç / Kapat
uk: Перемкнути запис екрана
vi: Bật/Tắt ghi màn hình

source: Toggle System Audio Recording
es: Alternar grabación de audio del sistema
ru: Переключить запись системного звука
tr: Sistem Ses Kaydını Aç / Kapat
uk: Перемкнути запис системного звуку
vi: Bật/Tắt ghi âm hệ thống

source: Toggle system screen recording just like what you do in the Control Center.
es: Alternar la grabación de pantalla del sistema igual que lo haces en el Centro de Control.
ru: Переключить запись экрана (как в Пункте управления).
tr: Tıpkı Kontrol Merkezi'nde yaptığınız gibi sistem ekran kaydını açın.
uk: Перемкнути запис екрана (як у Центрі керування).
vi: Bật/Tắt ghi màn hình hệ thống giống như những gì bạn làm trong Trung tâm Điều khiển.

source: Toggle Voice Memo Recording
es: Alternar grabación de nota de voz
ru: Переключить голосовую заметку
tr: Sesli Not Kaydını Aç / Kapat
uk: Перемкнути голосову нотатку
vi: Bật/Tắt ghi âm ghi chú giọng nói

source: Token expired. Please re-authorize to continue.
es: Token caducado. Por favor, vuelve a autorizar para continuar.
ru: Токен устарел. Повторно авторизуйтесь.
tr: Tokenin süresi doldu. Devam etmek için lütfen yeniden yetkilendirin.
uk: Токен застарів. Повторно авторизуйтесь.
vi: Mã thông báo đã hết hạn. Vui lòng cấp lại quyền để tiếp tục.

source: top edge
es: borde superior
fr: bord supérieur
ru: верхняя грань
tr: üst kenar
uk: верхній край
vi: đỉnh trên

source: Total size is %@, path is %@
es: El tamaño total es %@, la ruta es %@
fr: La taille totale est %@, le chemin d'accès est %@
ru: Общий размер: %@, путь: %@
tr: Toplam boyut %@, yol %@
ug_cn: Total size is %1$@, path is %2$@
uk: Загальний розмір: %@, шлях: %@
vi: Tổng kích thước là %@, đường dẫn là %@

source: To…
es: A…
fr: À
ru: Кому…
tr: Kime:
ug_cn: غىچە…
uk: Для…
vi: Đến

source: Track Location Updates
es: Rastrear actualizaciones de ubicación
fr: Suivre les mises à jour de l'emplacement
ru: Отслеживать местоположение
tr: Konum Güncellemelerini İzle
ug_cn: ئورۇن ئۆزگىرىشىنى ئىزلاش
uk: Відстежувати місцезнаходження
vi: Theo dõi cập nhật vị trí

source: trailing edge
es: borde posterior
fr: bord de fuite
ru: задняя грань
tr: Arka kenar
ug_cn: ئوڭ گىرۋەك
uk: задній край
vi: đỉnh dưới

source: Transcript
es: Transcripción
fr: Transcription
ru: Транскрипт
tr: Transkript
ug_cn: كۆچۈرمە
uk: Транскрипт
vi: Lời thoại

source: Transfer exceeded.
es: Transferencia excedida.
ru: Превышен лимит передачи.
tr: Transfer aşıldı.
ug_cn: يۆتكەش چېكى ئېشىپ كەتتى.
uk: Перевищено ліміт передачі.
vi: Chuyển nhượng vượt quá giới hạn.

source: Transition When Idle
es: Transición en inactividad
fr: Transition en mode inactif
ru: Анимация бездействия
tr: Boştayken Geçiş
ug_cn: بىكار ۋاقىتتىكى ئۆزگىرىش
uk: Анімація бездіяльності
vi: Chuyển đổi khi nhàn rỗi

source: Translated by @AUTHOR_NAME
es: Traducido por @Deci8BelioS
fr: Traduit par @DzMoha
ru: Перевод: RAYMONCE
tr: @AltayTiran tarafından çevrildi
ug_cn: @AUTHOR_NAME تەرجىمە قىلدى
uk: Переклад: @RAYMONCE
vi: Được dịch bởi @Trickbox0411

source: Trim
es: Recortar
ru: Обрезать
ug_cn: كېسىش
uk: Обрізати
vi: Cắt bớt

source: Turn this option off to make the other options on this page take effect for the current application.
es: Desactiva esta opción para que las demás opciones de esta página surtan efecto en la aplicación actual.
fr: Désactivez cette option pour que les autres options sur cette page prennent effet pour l'application actuelle.
ru: Отключите эту опцию, чтобы другие настройки применились.
tr: Bu sayfadaki diğer seçeneklerin geçerli uygulama için etkili olmasını istiyorsanız bu seçeneği kapatın.
uk: Вимкніть цю опцію, щоб інші налаштування застосувались.
vi: Tắt tùy chọn này để làm cho các tùy chọn khác trên trang này có hiệu lực đối với ứng dụng hiện tại.
