Repository: Lessica/TrollRecorder
Catalog: res/*.lproj/Localizable.strings
Languages: es, fr, ru, tr, ug_cn, uk, vi

source: Authorize with Microsoft
es: Autorizar con Microsoft
ru: Авторизоваться через Microsoft
tr: Microsoft ile yetkilendirin
ug_cn: Microsoft ھېساباتى بىلەن كىرىش
uk: Авторизуватися через Microsoft
vi: Ủy quyền với Microsoft

source: Automatic
es: Automático
ru: Автоматически
tr: Otomatik
ug_cn: ئاپتوماتىك
uk: Автоматично
vi: Tự động

source: Automatic Recording
es: Grabación automática
fr: Enregistrement automatique
ru: Автоматическая запись
tr: Otomatik Kayıt
ug_cn: ئاپتوماتىك ئۈنئېلىش
uk: Автоматичний запис
vi: Ghi âm tự động

source: Automatically create clones for mixed & combined primary recordings every month, and store them in iCloud Drive. Recordings from the current month will not be archived.
es: Crear automáticamente clones de grabaciones primarias mezcladas y combinadas cada mes, y almacenarlos en iCloud Drive. Las grabaciones del mes actual no se archivarán.
fr: Créez automatiquement des clones pour les enregistrements primaires mixés et combinés chaque mois, et stockez-les dans iCloud Drive. Les enregistrements du mois en cours ne seront pas archivés.
ru: Ежемесячно создавать копии смешанных записей и хранить в iCloud Drive. Записи текущего месяца не архивируются.
tr: Karışık ve birleştirilmiş birincil kayıtların klonlarını her ay otomatik oluştur ve iCloud Drive'a sakla. Mevcut aya ait kayıtlar arşivlenmez.
uk: Щомісяця автоматично створювати копії змішаних записів та зберігати їх у iCloud Drive. Записи поточного місяця не архівуються.
vi: Tự động tạo bản sao cho các bản ghi chính hỗn hợp & kết hợp mỗi tháng và lưu trữ chúng trong iCloud Drive. Các bản ghi từ tháng hiện tại sẽ không được lưu trữ.

source: Automatically launch background services and keep it alive when the device is rebooted and unlocked. To enable this feature, the “TrollRecorder” widget needs to be added somewhere on the lock or home screen.
es: Iniciar automáticamente los servicios en segundo plano y mantenerlos activos cuando el dispositivo se reinicia y desbloquea. Para habilitar esta función, el widget “TrollRecorder” debe añadirse en algún lugar de la pantalla de bloqueo o de inicio.
fr: Activer automatiquement les services en arrière-plan lorsque l'appareil est redémarré et déverrouillé. Pour activer cette fonctionnalité, le widget TrollRecorder doit être ajouté n'importe où sur l'écran d'accueil.
ru: Автозапуск фоновых служб после перезагрузки. Для работы требуется виджет «TrollRecorder» на экране блокировки или главном.
tr: Arka plan hizmetlerini otomatik olarak başlatın ve cihaz yeniden başlatıldığında ve kilidi açıldığında canlı tutun. Bu özelliği etkinleştirmek için “TrollRecorder” widget'ının kilit veya ana ekranda bir yere eklenmesi gerekir.
ug_cn: ئۈسكۈنە قايتا قوزغىتىلىپ قۇلۇپسىزلانغاندا، ئارقا سۇپا مۇلازىمىتىنى ئاپتوماتىك قوزغىتىپ، ئىمكانقەدەر ئاكتىپ ساقلاش. بۇ تاللانمىنى ئىشقا ئاشۇرۇش ئۈچۈن «ترول ئۈنئالغۇ» كىچىك پروگراممىسىنى قۇلۇپ ئېكرانى ياكى باش ئېكراندىكى خالىغان ئورۇنغا قوشۇش كېرەك.
uk: Автоматичний запуск фонових служб після перезавантаження. Для роботи потрібен віджет «TrollRecorder» на екрані блокування або домашньому екрані.
vi: Tự động kích hoạt các dịch vụ nền khi thiết bị được khởi động lại và mở khóa. Để kích hoạt tính năng này, tiện ích “TrollRecorder” cần được thêm vào bất kỳ đâu trên màn hình chính.

source: Automatically merge microphone and speaker into a single file after record complete.
es: Fusionar automáticamente micrófono y altavoz en un solo archivo al completar la grabación.
fr: Combiner automatiquement le microphone et le haut-parleur en un seul fichier après l'enregistrement complet.
ru: Автоматически объединять микрофон и динамик в один файл после записи.
tr: Kayıt tamamlandığında mikrofon ve hoparlörü otomatik tek dosyada birleştir.
ug_cn: ئۈنئېلىش تاماملانغاندىن كېيىن، مىكروفون ۋە ياڭراتقۇچنى ئاپتوماتىك ھالدا بىر ھۆججەتكە بىرلەشتۈرۈش.
uk: Автоматично об’єднувати мікрофон та динамік в один файл після запису.
vi: Tự động hợp nhất micrô và loa thành một tệp duy nhất sau khi ghi âm hoàn tất.

source: Automatically move the hoverball to avoid the keyboard in portrait orientation.
es: Mover automáticamente la bola flotante para evitar el teclado en orientación vertical.
ru: Автоматически перемещать плавающую кнопку, чтобы избежать клавиатуры.
tr: Dikey yönelimde klavyeden kaçınmak için hoverball'u otomatik olarak hareket ettirin.
ug_cn: تىك ھالەتتە، لەيلىمە توپنى كۇنۇپكا تاختىسىدىن ساقلىنىش ئۈچۈن ئاپتوماتىك يۆتكەش.
uk: Автоматично переміщувати плаваючу кнопку, щоб уникнути перекриття клавіатури.
vi: Tự động di chuyển bong bóng để tránh bàn phím theo chiều dọc.

source: Automatically purge recycle bin and remove failure caches.
es: Purgar automáticamente la papelera de reciclaje y eliminar cachés de errores.
fr: Supprime automatiquement les données mises en cache laissées après un échec d'enregistrement à des intervalles réguliers.
ru: Автоматически очищать корзину и удалять ошибочные кеши.
tr: Çöp kutusunu otomatik temizle ve başarısız önbellekleri kaldır.
ug_cn: دائىملىق ھالدا ئەخلەتخانىنى تازىلاپ، ئۈنئېلىش مەغلۇپ بولغاندا قالدۇرۇلغان غەملەكلەرنى ئۆچۈرۈش.
uk: Автоматично очищати кошик та видаляти помилкові кеші.
vi: Tự động xóa thùng rác và xóa bộ nhớ đệm lỗi.

source: Automatically query the latest version from GitHub when the application starts.
es: Consultar automáticamente la última versión desde GitHub al iniciar la aplicación.
fr: Demander automatiquement la dernière version de GitHub au démarrage de l'application.
ru: Автоматически проверять новую версию на GitHub при запуске.
tr: Uygulama başladığında GitHub'dan en son sürümü otomatik sorgula.
ug_cn: پروگرامما قوزغالغاندا، GitHub دىن ئاپتوماتىك ئەڭ يېڭى نەشرىنى سۈرۈشتۈرۈش.
uk: Автоматично перевіряти нову версію на GitHub при запуску додатка.
vi: Tự động truy vấn phiên bản mới nhất từ ​​GitHub khi ứng dụng khởi động.

source: Automatically remove recordings created earlier than specified date except those marked ones.
es: Eliminar automáticamente las grabaciones creadas antes de la fecha especificada, excepto las marcadas.
fr: Supprimer automatiquement les enregistrements créés avant la date spécifiée, à l'exception de ceux marqués.
ru: Автоматически удалять записи старше указанной даты, кроме помеченных.
tr: İşaretlenenler hariç belirtilen tarihten önce oluşturulan kayıtları otomatik kaldır.
ug_cn: بەلگىلەنگەن ۋاقىتتىن بۇرۇن قۇرۇلغان ئۈنئالغۇلارنى، ساقلاپ قېلىنغانلىرىدىن باشقىسىنى ئاپتوماتىك ئۆچۈرۈش.
uk: Автоматично видаляти записи, створені раніше вказаної дати, крім позначених.
vi: Tự động xóa các bản ghi được tạo sớm hơn ngày được chỉ định ngoại trừ những bản được đánh dấu.

source: Automatically stop recording when available disk space is extremely low.
es: Detener automáticamente la grabación cuando el espacio en disco disponible sea extremadamente bajo.
fr: Arrêter automatiquement l'enregistrement lorsque l'espace disque libre est extrêmement faible.
ru: Автоматически останавливать запись при нехватке места.
tr: Kullanılabilir disk alanı çok düşük olduğunda kaydı otomatik durdur.
ug_cn: قالغان ساقلاش بوشلۇقى ئىنتايىن ئاز بولغاندا، ئۈنئېلىشنى ئاپتوماتىك توختىتىش.
uk: Автоматично зупиняти запис при критичному нестачанні місця.
vi: Tự động dừng ghi âm khi dung lượng ổ cứng trống cực kỳ thấp.

source: Automatically Suspend in Background
es: Suspender automáticamente en segundo plano
fr: Suspension automatique en arrière-plan
ru: Автоматически приостанавливать в фоне
tr: Arka Planda Otomatik Askıya Al
ug_cn: ئارقا سۇپىدا ئاپتوماتىك توختىتىش
uk: Автоматично призупиняти у фоні
vi: Tự động tạm dừng ở chế độ nền

source: Automatically swipe up to desktop when unlocked. Unlocked within 10 seconds of locking, this action will not take effect.
es: Deslizar automáticamente al escritorio al desbloquear. Si se desbloquea dentro de los 10 segundos posteriores al bloqueo, esta acción no se aplicará.
fr: Lever automatiquement la souris vers le bureau lorsqu'elle est déverrouillée. Si vous déverrouillez l'appareil dans les 10 secondes qui suivent, cette action n'est pas prise en compte.
ru: Автоматически переходить на рабочий стол при разблокировке. Не срабатывает, если разблокировано в течение 10 секунд после блокировки.
tr: Kilidi açıldığında otomatik masaüstüne kaydır. Kilitlemeden 10 saniye içinde açılırsa bu işlem geçersiz olur.
ug_cn: قۇلۇپسىزلانغاندا ئاپتوماتىك ئۈستىگە سىيرىپ ئۈستەليۈزىگە كىرىش. قۇلۇپلانغاندىن كېيىن 10 سېكۇنت ئىچىدە قۇلۇپسىزلانسا، بۇ ھەرىكەت كۈچكە ئىگە بولمايدۇ.
uk: Автоматично переходити на робочий стіл при розблокуванні. Не діє, якщо розблокування відбулося протягом 10 секунд після блокування.
vi: Tự động vuốt lên màn hình nền khi mở khóa. Mở khóa trong vòng 10 giây sau khi khóa, hành động này sẽ không có hiệu lực.

source: Automation
es: Automatización
fr: Automatisation
ru: Автоматизация
tr: Otomasyon
ug_cn: ئاپتوماتلاشتۇرۇش
uk: Автоматизація
vi: Tự động hóa

source: Avoid screen being locked automatically when WebDAV server is used by any client.
es: Evitar que la pantalla se bloquee automáticamente cuando cualquier cliente utilice el servidor WebDAV.
fr: Éviter que l'écran se verrouille automatiquement lorsque le serveur WebDAV est utilisé par un client.
ru: Не блокировать экран при использовании WebDAV-сервера.
tr: Herhangi bir istemci WebDAV sunucusunu kullandığında ekranın otomatik kilitlenmesini önle.
ug_cn: WebDAV مۇلازىمېتىرى خېرىدار تەرىپىدىن ئىشلىتىلگەندە، ئېكراننىڭ ئاپتوماتىك قۇلۇپلىنىشىدىن ساقلىنىش.
uk: Не блокувати екран автоматично під час використання WebDAV-сервера.
vi: Tránh màn hình bị khóa tự động khi máy chủ WebDAV được sử dụng bởi bất kỳ khách hàng nào.

source: Background Style
es: Estilo de fondo
fr: Style d'arrière-plan
ru: Стиль фона
tr: Arka Plan Stili
ug_cn: ئارقا كۆرۈنۈش ئۇسلۇبى
uk: Стиль фону
vi: Phong cách nền

source: backup
es: copia de seguridad
fr: sauvegarde
ru: резервная копия
tr: yedek
ug_cn: زاپاسلاش
uk: резервна копія
vi: sao lưu

source: Backup Synchronized
es: Copia de seguridad sincronizada
fr: Sauvegarde synchronisée
ru: Резервная копия синхронизирована
tr: Yedek Senkronize Edildi
ug_cn: زاپاس نۇسخا قەدەملەشتۈرۈلدى
uk: Резервну копію синхронізовано
vi: Đồng bộ sao lưu

source: Backup With iCloud
es: Copia de seguridad con iCloud
fr: Sauvegarde avec iCloud
ru: Резервная копия в iCloud
tr: iCloud ile Yedekle
ug_cn: iCloud ئارقىلىق زاپاسلا
uk: Резервне копіювання в iCloud
vi: Sao lưu với iCloud

source: Batch Export
es: Exportación por lotes
fr: Exportation en lot
ru: Пакетный экспорт
tr: Toplu Dışa Aktar
ug_cn: توپلاپ چىقىرىش
uk: Пакетний експорт
vi: Xuất hàng loạt

source: Before %@
es: Antes de %@
fr: Avant %@
ru: До %@
tr: %@ öncesi
ug_cn: %@ دىن بۇرۇن
uk: До %@
vi: Trước %@

source: Before starting a call recording, a prompt voice is played to the opposite end.
es: Antes de iniciar la grabación de una llamada, se reproduce un aviso de voz a la otra persona.
fr: Avant de commencer l'enregistrement d'un appel, une voix d'avertissement est diffusée à l'autre extrémité.
ru: Перед записью воспроизводится предупреждающее сообщение.
tr: Arama kaydı başlamadan önce karşı tarafa bir uyarı sesi çalınır.
ug_cn: سۆزلىشىشنى ئۈنگە ئېلىشتىن بۇرۇن، قارشى تەرەپكە بىر ئەسكەرتىش ئاۋازى قويۇلىدۇ. رايونىڭىزدىكى قانۇن-نىزاملارغا رىئايە قىلىڭ. ئەسكەرتىش ئاۋازىنى تاقىسىڭىز، ئۈنگە ئېلىشنىڭ دەلىل-ئىسپات سۈپىتىدىكى قانۇنىي كۈچىگە تەسىر يېتىشى مۇمكىن.
uk: Перед початком запису дзвінка відтворюється голосове попередження.
vi: Trước khi bắt đầu ghi âm cuộc gọi, một giọng nói nhắc nhở được phát ở đầu đối diện.

source: Bi-sync
es: Sincronización bidireccional
ru: Двусторонняя синхронизация
tr: Çift Yönlü Senkronizasyon
ug_cn: قوش يۆنىلىشلىك قەدەملەشتۈرۈش
uk: Двостороння синхронізація
vi: Đồng bộ hai chiều

source: Bi-sync: Perform bidirectional synchronization between two paths.
es: Sincronización bidireccional: Realizar sincronización bidireccional entre dos rutas.
ru: Двусторонняя синхронизация: синхронизация в обоих направлениях.
tr: Bi-sync: İki yol arasında çift yönlü senkronizasyon gerçekleştirin.
ug_cn: قوش يۆنىلىشلىك قەدەملەشتۈرۈش: يەرلىك ۋە بۇلۇت ئارىسىدا ماسلىق ساقلاش.
uk: Двостороння синхронізація: синхронізація в обох напрямках.
vi: Đồng bộ hai chiều: Thực hiện đồng bộ hai chiều giữa hai đường dẫn.

source: Biometric Authentication
es: Autenticación biométrica
fr: Authentification biométrique
ru: Биометрическая аутентификация
tr: Biyometrik Kimlik Doğrulama
ug_cn: بىئولوگىيەلىك دەلىللەش
uk: Біометрична аутентифікація
vi: Xác thực sinh trắc học

source: Bonjour server started at: %@
es: Servidor Bonjour iniciado en: %@
fr: Bonjour, le serveur a démarré à : %@
ru: Bonjour-сервер запущен: %@
tr: Bonjour sunucusu şurada başlatıldı: %@
ug_cn: Bonjour مۇلازىمېتىرى قوزغىتىلدى: %@
uk: Сервер Bonjour запущено: %@
vi: Máy chủ Bonjour bắt đầu lúc: %@

source: Boost Periodic Tasks
es: Impulsar tareas periódicas
fr: Stimuler les tâches périodiques
ru: Ускорение периодических задач
tr: Periyodik Görevleri Artır
ug_cn: دەۋرىي ۋەزىپىلەرنى تېزلەت
uk: Пришвидшення періодичних задач
vi: Tăng cường nhiệm vụ định kỳ

source: Bootstrap (TrollStore Compatible Mode)
es: Bootstrap (Modo compatible con TrollStore)
ru: Bootstrap (режим совместимости TrollStore)
tr: Bootstrap (TrollStore Uyumlu Mod)
ug_cn: Bootstrap (TrollStore بىلەن ماسلىشىش ھالىتى)
uk: Bootstrap (режим сумісності з TrollStore)
vi: Bootstrap (Chế độ tương thích với TrollStore)

source: Both (Microphone & Speaker)
es: Ambos (Micrófono y Altavoz)
ru: Оба (микрофон и динамик)
tr: Her ikisi de (Mikrofon ve Hoparlör)
ug_cn: ئىككى تەرەپ (مىكروفون ۋە ياڭراتقۇ)
uk: Обидва (мікрофон та динамік)
vi: Cả hai (Micro và Loa)

source: bottom edge
es: borde inferior
fr: bord inférieur
ru: нижняя граница
tr: alt kenar
ug_cn: ئاستى گىرۋەك
uk: нижній край
vi: cạnh dưới

source: Build and use a custom export name template for exported audio files.
es: Crear y usar una plantilla de nombre de exportación personalizada para archivos de audio exportados.
fr: Créer et utiliser un modèle de nom d'exportation personnalisé pour les fichiers audio exportés.
ru: Создать шаблон имени для экспортируемых аудиофайлов.
tr: Dışa aktarılan ses dosyaları için özel dışa aktarma adı şablonu oluştur ve kullan.
ug_cn: چىقىرىلغان ياكى ئارخىپلانغان ئاۋاز ھۆججەتلىرى ئۈچۈن ئۆزلەشتۈرۈلگەن ھۆججەت ئىسمى قېلىپى قۇرۇڭ.
uk: Створити шаблон назви для експортованих аудіофайлів.
vi: Xây dựng và sử dụng mẫu tên xuất tùy chỉnh cho các tệp âm thanh đã xuất.

source: Bundle Display Name
es: Nombre visible del paquete
fr: Nom d'affichage de l'offre groupée
ru: Отображаемое имя пакета
tr: Paket Görünen Adı
ug_cn: بوغچا كۆرسىتىش ئىسمى
uk: Відображувана назва пакунка
vi: Tên hiển thị của gói

source: Bundle Identifier
es: Identificador del paquete
fr: Identifiant du bundle
ru: Идентификатор пакета
tr: Paket Tanımlayıcısı
ug_cn: بوغچا كىملىكى
uk: Ідентифікатор пакунка
vi: Mã định danh gói

source: Bundle Name
es: Nombre del paquete
fr: Nom du bundle
ru: Имя пакета
tr: Paket Adı
ug_cn: بوغچا ئىسمى
uk: Назва пакунка
vi: Tên gói

source: Buy TrollRecorder Pro
es: Comprar TrollRecorder Pro
fr: Acheter TrollRecorder Pro
ru: Купить TrollRecorder Pro
tr: TrollRecorder Pro Satın Al
uk: Купити TrollRecorder Pro
vi: Mua TrollRecorder Pro

source: Calculating…
es: Calculando…
fr: Calcul en cours…
ru: Вычисление…
tr: Hesaplanıyor…
ug_cn: ھېسابلاۋاتىدۇ…
uk: Обчислення…
vi: Đang tính toán…

source: Call
es: Llamar
fr: Appeler
ru: Звонок
tr: Arama
ug_cn: تېلېفون
uk: Дзвінок
vi: Gọi

source: call
es: llamada
fr: appel
ru: звонок
tr: arama
ug_cn: تېلېفون
uk: дзвінок
vi: gọi

source: Call Direction
es: Dirección de la llamada
fr: Direction de l'appel
ru: Направление звонка
tr: Arama Yönü
ug_cn: تېلېفون يۆنىلىشى
uk: Напрямок дзвінка
vi: Hướng cuộc gọi

source: Call Identifier
es: Identificador de llamada
fr: Identificateur d'appel
ru: Идентификатор звонка
tr: Arama Tanımlayıcısı
ug_cn: تېلېفون كىملىكى
uk: Ідентифікатор дзвінка
vi: Mã định danh cuộc gọi

source: Call Recording
es: Grabación de llamadas
fr: Enregistrement d'appel
ru: Запись звонка
tr: Arama Kaydı
ug_cn: تېلېفوننى ئۈنگە ئېلىش
uk: Запис дзвінка
vi: Ghi âm cuộc gọi

source: Call Recording Begins
es: Inicia grabación de llamada
fr: Début de l'enregistrement des appels
ru: Начало записи звонка
tr: Arama Kaydı Başlıyor
ug_cn: تېلېفون ئۈنگە ئېلىش باشلانغاندا
uk: Початок запису дзвінка
vi: Bắt đầu ghi âm cuộc gọi

source: Call Recording Ends
es: Finaliza grabación de llamada
fr: Fin de l'enregistrement des appels
ru: Конец записи звонка
tr: Arama Kaydı Sonlanıyor
ug_cn: تېلېفون ئۈنگە ئېلىش تاماملانغاندا
uk: Кінець запису дзвінка
vi: Ghi âm cuộc gọi kết thúc

source: Call recording from “%@” and other %ld applications.
es: Grabación de llamada de “%@” y otras %ld aplicaciones.
fr: Enregistrement d'appel depuis “%@” et d'autres %ld applications.
ru: Запись звонков из «%@» и %ld других приложений.
tr: “%@” ve diğer %ld uygulamalardan arama kaydı.
ug_cn: “%@” ۋە باشقا %ld دەتال ئارقىلىق تېلېفوننى ئۈنگە ئېلىش
uk: Запис дзвінків з «%@» та %ld інших додатків.
vi: Ghi âm cuộc gọi từ “%@” và %ld các ứng dụng khác

source: Call recording from “%@”.
es: Grabación de llamada de “%@”.
fr: Enregistrement d'appel provenant de “%@”.
ru: Запись звонков из «%@».
tr: “%@” kaynaklı arama kaydı.
ug_cn: “%@” دىن تېلېفون ئۈنگە ئېلىش
uk: Запис дзвінків з «%@».
vi: Ghi âm cuộc gọi từ “%@”.

source: Call recording starts only when an outgoing call is answered or an incoming call is picked up.
es: La grabación de llamada solo se inicia cuando se contesta una llamada saliente o se responde una llamada entrante.
fr: L'enregistrement d'appel démarre uniquement lorsque l'appel sortant est décroché ou lorsque l'appel entrant est pris en charge.
ru: Запись начинается только после ответа на звонок.
tr: Arama kaydı yalnızca giden bir arama cevaplandığında veya gelen bir arama alındığında başlar.
ug_cn: بۇ تاللانمىنى ئېچىڭ، شۇنداق بولغاندا چىقىرىلغان تېلېفون قارشى تەرەپ ئالغاندىلا ئۈنگە ئېلىشنى باشلايدۇ. كەلگەن تېلېفون ھەمىشە قوبۇل قىلىنغاندىلا ئۈنگە ئېلىشنى باشلايدۇ.
uk: Запис починається лише після відповіді на дзвінок.
vi: Ghi âm cuộc gọi chỉ bắt đầu khi một cuộc gọi đi được trả lời hoặc một cuộc gọi đến được nhận.

source: Call State
es: Estado de la llamada
fr: Appeler l'État
ru: Состояние звонка
tr: Arama Durumu
ug_cn: تېلېفون ھالىتى
uk: Стан дзвінка
vi: Trạng thái cuộc gọi

source: Calls can only be recorded when using the microphone on this device. Calls from this device that are answered on other devices will not be recorded.
es: Las llamadas solo se pueden grabar usando el micrófono de este dispositivo. Las llamadas desde este dispositivo que se contesten en otros dispositivos no se grabarán.
ru: Запись возможна только при использовании микрофона этого устройства.
tr: Aramalar yalnızca bu cihazdaki mikrofon kullanılırken kaydedilebilir. Bu cihazdan yapılan ve diğer cihazlarda cevaplanan aramalar kaydedilmeyecektir.
ug_cn: پەقەت بۇ ئۈسكۈنىدىكى مىكروفوننى ئىشلەتكەندىلا تېلېفوننى ئۈنگە ئالالايسىز. بۇ ئۈسكۈنىدىن كەلگەن تېلېفون باشقا ئۈسكۈنىدە جاۋاب بېرىلسە، ئۈنگە ئالغىلى بولمايدۇ.
uk: Запис можливий лише при використанні мікрофона цього пристрою.
vi: Cuộc gọi chỉ có thể được ghi âm khi sử dụng micrô trên thiết bị này. Các cuộc gọi từ thiết bị này được trả lời trên các thiết bị khác sẽ không được ghi âm.

source: Camcorder
es: Videocámara
tr: Video Kamera
ug_cn: كامېرا
vi: Máy quay phim

source: Cancel
es: Cancelar
fr: Annulé.
ru: Отмена
tr: İptal
ug_cn: بىكار قىلىش
uk: Скасувати
vi: Huỷ

source: Cannot parse text with UTF-8 encoding: “%@”.
es: No se puede analizar el texto con codificación UTF-8: “%@”.
fr: Impossible d'analyser le texte avec l'encodage UTF-8 : “%@”.
ru: Не удалось разобрать текст в UTF-8: «%@».
tr: UTF-8 kodlamalı metin ayrıştırılamadı: “%@”.
ug_cn: UTF-8 كودى بىلەن تېكىستنى تەھلىل قىلالمىدى: “%@”.
uk: Не вдалося розібрати текст у кодуванні UTF-8: «%@».
vi: Không thể phân tích văn bản với mã hóa UTF-8: “%@”.

source: Caution
es: Precaución
fr: Attention
ru: Осторожно
tr: Dikkat
ug_cn: دىققەت
uk: Обережно
vi: Cảnh báo

source: check
es: verificar
ru: проверить
tr: Kontrol et
ug_cn: تەكشۈرۈش
uk: перевірити
vi: kiểm tra

source: Check if the daemon is running. If not, launch it.
es: Comprobar si el demonio se está ejecutando. Si no, iniciarlo.
ru: Проверить работу демона. Запустить, если не работает.
tr: Daemon'un çalışıp çalışmadığını kontrol edin. Eğer değilse, başlatın.
ug_cn: نازارەتچى پروگراممىنىڭ ئىجرا بولۇۋاتقانلىقىنى تەكشۈرۈش. ئىجرا بولمىسا، قوزغىتىش.
uk: Перевірити роботу демона. Запустити, якщо не працює.
vi: Kiểm tra xem daemon có đang chạy không. Nếu không, hãy khởi động nó.

source: Check Updates
es: Buscar actualizaciones
ru: Проверить обновления
tr: Güncellemeleri kontrol et
ug_cn: يېڭىلانمىلارنى تەكشۈرۈش
uk: Перевірити оновлення
vi: Kiểm Tra Cập Nhật

source: Check Updates at Launch
es: Buscar actualizaciones al iniciar
fr: Vérifier les mises à jour au moment du lancement
ru: Проверять обновления при запуске
tr: Başlangıçta Güncellemeleri Kontrol Et
ug_cn: قوزغالغاندا يېڭىلانمىلارنى تەكشۈرۈش
uk: Перевіряти оновлення при запуску
vi: Kiểm tra cập nhật khi khởi động

source: Checking service status
es: Comprobando estado del servicio
fr: Vérification de l'état des services
ru: Проверка статуса службы
tr: Servis durumu kontrol ediliyor
ug_cn: مۇلازىمەت ھالىتى تەكشۈرۈلۈۋاتىدۇ
uk: Перевірка статусу служби
vi: Kiểm tra trạng thái dịch vụ

source: Child Pages
es: Subpáginas
fr: Pages des enfants
ru: Дочерние страницы
tr: Alt Sayfalar
ug_cn: ئاستى بەتلەر
uk: Дочірні сторінки
vi: Trang phụ

source: Choose the output audio format for the mixer. Wave Audio format does not support advanced encoding.
es: Elige el formato de audio de salida para el mezclador. El formato de audio Wave no admite codificación avanzada.
fr: Choisissez le format audio de sortie pour le mélangeur. Le format audio Wave n'inclut pas de codage avancé.
ru: Выберите формат аудио для микшера. Wave не поддерживает продвинутое кодирование.
tr: Karıştırıcı için çıkış ses formatını seçin. Wave formatı gelişmiş kodlamayı desteklemez.
ug_cn: ئارىلاشتۇرغۇچ ئۈچۈن چىقىرىلىدىغان ئاۋاز فورماتىنى تاللاڭ. Wave Audio فورماتى ئالىي كودلاشنى قوللىمايدۇ.
uk: Виберіть формат аудіо для мікшера. Wave не підтримує розширене кодування.
vi: Chọn định dạng âm thanh đầu ra cho bộ hoà âm. Định dạng Wave Audio không hỗ trợ mã hóa nâng cao.

source: Choose the output audio quality for the mixer. Higher quality means higher sample rate and bit rate, which will result in larger file size.
es: Elige la calidad de audio de salida para el mezclador. Una mayor calidad implica una mayor tasa de muestreo y tasa de bits, lo que resultará en un archivo de mayor tamaño.
ru: Выберите качество аудио. Высокое качество увеличивает размер файла.
tr: Karıştırıcı için çıkış ses kalitesini seçin. Daha yüksek kalite, daha yüksek örnekleme hızı ve bit hızı anlamına gelir, bu da daha büyük dosya boyutuna neden olur.
ug_cn: ئارىلاشتۇرغۇچ ئۈچۈن چىقىرىلىدىغان ئاۋاز سۈپىتىنى تاللاڭ. يۇقىرى سۈپەت يۇقىرى نۇسخىلاش نىسبىتى ۋە بىت نىسبىتىنى كۆرسىتىدۇ، بۇ ھۆججەت چوڭلۇقىنى چوڭايتىدۇ.
uk: Виберіть якість аудіо. Вища якість збільшує розмір файлу.
vi: Chọn chất lượng âm thanh đầu ra cho bộ trộn. Chất lượng cao hơn có nghĩa là tốc độ lấy mẫu và tốc độ bit cao hơn, điều này sẽ dẫn đến kích thước tệp lớn hơn.

source: Choose the output file format for the mixer.
es: Elegir el formato de archivo de salida para el mezclador.
fr: Choisissez le format de fichier de sortie pour le mixeur.
ru: Выберите формат файла для микшера.
tr: Mikser için çıkış dosya formatını seçin.
ug_cn: ئارىلاشتۇرغۇچ ئۈچۈن چىقىرىلىدىغان ھۆججەت فورماتىنى تاللاڭ.
uk: Виберіть формат файлу для мікшера.
vi: Chọn định dạng tệp đầu ra cho bộ hoà âm.
