Repository: Lessica/TrollRecorder
Catalog: res/*.lproj/Localizable.strings
Languages: es, fr, ru, tr, ug_cn, uk, vi

source: Display the hoverball during a call.
es: Mostrar la bola flotante durante una llamada.
fr: Afficher la hoverball globale pendant un appel.
ru: Показывать плавающую кнопку во время звонка.
tr: Arama sırasında hoverball'ı göster.
ug_cn: تېلېفون سۆزلىشىۋاتقاندا لەيلىمە توپنى كۆرسىتىش.
uk: Показувати плаваючу кнопку під час дзвінка.
vi: Hiển thị bong bóng mọi nơi trong một cuộc gọi.

source: Display the hoverball when both the audio inputs and outputs are continuously active.
es: Mostrar la bola flotante cuando las entradas y salidas de audio estén continuamente activas.
fr: Afficher la hoverball globale lorsque les entrées audio et les sorties sont continuellement actives.
ru: Показывать плавающую кнопку при активности аудиовходов и выходов.
tr: Ses giriş ve çıkışları sürekli aktif olduğunda hoverball'ı göster.
ug_cn: ئاۋاز كىرگۈزۈش ۋە چىقىرىشنىڭ ئىككىلىسى داۋاملىق ئاكتىپ ھالەتتە بولغاندا، لەيلىمە توپنى كۆرسىتىش. ئەگەر WeChat قاتارلىق CallKit نى قوللىمايدىغان پروگراممىلاردا ئاپتوماتىك ھالدا لەيلىمە توپنى كۆرسەتمەكچى بولسىڭىز، بۇ تاللانمىنى ئوچۇق تۇتۇڭ.
uk: Показувати плаваючу кнопку при активності аудіовходів та виходів.
vi: Hiển thị bong bóng mọi nơi khi cả đầu vào và đầu ra âm thanh liên tục hoạt động.

source: Display the hoverball when record voice memo through this application, or the call recording is manually initiated.
es: Mostrar la bola flotante al grabar notas de voz con esta aplicación, o si la grabación de llamada se inicia manualmente.
ru: Показывать плавающую кнопку при записи голосовой заметки или ручном запуске записи.
tr: Bu uygulama aracılığıyla sesli not kaydederken veya arama kaydı manuel olarak başlatıldığında hoverball'u görüntüleyin.
ug_cn: بۇ پروگرامما ئارقىلىق ئاۋاز خاتىرىسى يازغاندا، ياكى تېلېفوننى قولدا ئۈنگە ئالغاندا، لەيلىمە توپنى كۆرسىتىش.
uk: Показувати плаваючу кнопку під час запису голосових нотаток або ручного запуску запису.
vi: Hiển thị bong bóng khi ghi chú giọng nói qua ứng dụng này hoặc khi ghi âm cuộc gọi được khởi tạo thủ công.

source: Display the name or description of each option.
es: Mostrar el nombre o la descripción de cada opción.
fr: Affichez le nom ou la description de chaque option.
ru: Показывать название или описание каждой опции.
tr: Her seçeneğin adını veya açıklamasını göster.
ug_cn: ھەر بىر تاللانمىنىڭ ئىسمى ياكى چۈشەندۈرۈشىنى كۆرسىتىش.
uk: Показувати назву або опис кожної опції.
vi: Hiển thị tên hoặc mô tả của từng tùy chọn.

source: Display the names of contacts in your address book instead of their phone numbers.
es: Mostrar los nombres de los contactos de tu agenda en lugar de sus números de teléfono.
fr: Afficher les noms des contacts de votre carnet d'adresses au lieu de leurs numéros de téléphone.
ru: Показывать имена контактов вместо номеров.
tr: Telefon numaraları yerine adres defterinizdeki kişi adlarını göster.
ug_cn: ئالاقەداشلار تىزىملىكىڭىزدىكى كىشىلەرنىڭ تېلېفون نومۇرى ئەمەس، ئىسمىنى كۆرسىتىش.
uk: Показувати імена контактів замість номерів.
vi: Hiển thị tên của các liên hệ trong sổ địa chỉ của bạn thay vì số điện thoại của họ.

source: Display the path extension as the format of the recording.
es: Mostrar la extensión de archivo como formato de la grabación.
fr: Afficher l'extension du chemin comme format de l'enregistrement.
ru: Показывать расширение файла как формат записи.
tr: Kaydın formatını yol uzantısı olarak göster.
ug_cn: ئۈن خاتىرىسىنىڭ ھۆججەت فورماتىنى، يەنى يولنىڭ كېڭەيتمە نامىنى كۆرسىتىش.
uk: Показувати розширення файлу як формат запису.
vi: Hiển thị phần mở rộng đường dẫn dưới dạng định dạng của bản ghi.

source: Display the preview images of the audio waveform of short recordings.
es: Mostrar vistas previas de la forma de onda de audio de grabaciones cortas.
fr: Afficher les images d'aperçu de la forme d'onde audio des enregistrements courts.
ru: Показывать превью волновой формы для коротких записей.
tr: Kısa kayıtların ses dalga formu önizleme görüntülerini göster.
ug_cn: قىسقا ئۈن خاتىرىلىرىنىڭ ئاۋاز دولقۇنى كۆرۈنۈشىنى كۆرسىتىش.
uk: Показувати прев'ю аудіохвилі для коротких записів.
vi: Hiển thị hình ảnh xem trước của dạng sóng âm thanh của các bản ghi âm ngắn.

source: Display the short name of the SIM card used for the recording if available.
es: Mostrar el nombre corto de la tarjeta SIM utilizada para la grabación, si está disponible.
fr: Afficher le nom court de la carte SIM utilisée pour l'enregistrement si disponible.
ru: Показывать название SIM-карты, если доступно.
tr: Mevcutse kayıt için kullanılan SIM kartın kısa adını göster.
ug_cn: ئەگەر بار بولسا، بۇ ئۈن خاتىرىسى ئۈچۈن ئىشلىتىلگەن SIM كارتىنىڭ قىسقا ئىسمىنى كۆرسىتىش.
uk: Показувати назву SIM-карти, якщо доступно.
vi: Hiển thị tên ngắn của thẻ SIM được sử dụng để ghi âm nếu có.

source: Display the source bundle name of the recording.
es: Mostrar el nombre del paquete de origen de la grabación.
fr: Afficher le nom du paquet source de l'enregistrement.
ru: Показывать название исходного пакета записи.
tr: Kaydın kaynak paket adını göster.
ug_cn: ئۈن خاتىرىسىنىڭ مەنبەسىنى، يەنى تېلېفون قىلغاندا ئىشلىتىلگەن پروگرامما ئىسمىنى كۆرسىتىش.
uk: Показувати назву вихідного пакету запису.
vi: Hiển thị tên gói nguồn của bản ghi.

source: Displays a local notification.
es: Muestra una notificación local.
ru: Показывает локальное уведомление.
tr: Yerel bir bildirim görüntüler.
ug_cn: يەرلىك ئۇقتۇرۇشنى كۆرسىتىش.
uk: Показує локальне сповіщення.
vi: Hiển thị thông báo cục bộ.

source: Do you want to clear this log file “%@”?
es: ¿Deseas borrar este archivo de registro “%@”?
fr: Voulez-vous effacer ce fichier journal “%@”?
ru: Очистить лог-файл «%@»?
tr: “%@” günlük dosyasını temizlemek istiyor musunuz?
ug_cn: خاتىرە ھۆججىتى “%@” نى تازىلىماقچىمۇ؟
uk: Очистити лог-файл «%@»?
vi: Bạn có muốn xóa tệp nhật ký “%@” không?

source: Do you want to merge recordings with “%@”?
es: ¿Deseas fusionar grabaciones con “%@”?
ru: Объединить записи с «%@»?
tr: Kayıtları aşağıdakilerle birleştirmek istiyor musunuz “%@”?
ug_cn: ئۈن خاتىرىلىرىنى “%@” غا بىرلەشتۈرمەكچىمۇ؟
uk: Об'єднати записи з «%@»?
vi: Bạn có muốn gộp các bản ghi với “%@” không?

source: Do you want to reset the software license and restore all the settings to their default values? Your recordings will not be removed.
es: ¿Deseas restablecer la licencia del software y restaurar todos los ajustes a sus valores predeterminados? Tus grabaciones no se eliminarán.
fr: Voulez-vous réinitialiser la licence du logiciel et rétablir tous les paramètres à leurs valeurs par défaut ? Vos enregistrements ne seront pas supprimés.
ru: Сбросить лицензию и настройки? Записи не будут удалены.
tr: Yazılım lisansını sıfırlamak ve tüm ayarları varsayılan değerlere döndürmek istiyor musunuz? Kayıtlarınız silinmeyecek.
ug_cn: يۇمشاق دېتال ئىجازەتنامىسىنى قايتا تەڭشەپ، بارلىق تەڭشەكلەرنى سۈكۈتتىكى قىممىتىگە ئەسلىگە كەلتۈرمەكچىمۇ؟ ئۈن خاتىرىلىرىڭىز ئۆچۈرۈلمەيدۇ.
uk: Скинути ліцензію та налаштування? Записи не будуть видалені.
vi: Bạn có muốn đặt lại giấy phép phần mềm và khôi phục tất cả cài đặt về mặc định? Các bản ghi sẽ không bị xóa.

source: Done
es: Hecho
fr: Terminé
ru: Готово
tr: Tamamlandı
ug_cn: تامام
uk: Готово
vi: Hoàn tất

source: Don’t ask again
es: No volver a preguntar
fr: Ne demandez plus rien
ru: Не спрашивать снова
tr: Tekrar sorma
ug_cn: قايتا سورىماڭ
uk: Більше не питати
vi: Không hỏi lại

source: Don’t Merge
es: No fusionar
ru: Не объединять
tr: Birleştirme
ug_cn: بىرلەشتۈرمەڭ
uk: Не об'єднувати
vi: Không gộp

source: Double tap to restore __all edges__ to their default sizes.
es: Toca dos veces para restaurar __todos los bordes__ a sus tamaños predeterminados.
fr: Double tapotement pour rétablir __tous les bords__ dans leurs tailles par défaut.
ru: Двойное нажатие сбросит __все границы__ к размерам по умолчанию.
ug_cn: چەكسىڭىز __بارلىق گىرۋەكلەر__ سۈكۈت ھالىتىدىكى چوڭلۇققا كەلتۈرۈلىدۇ.
uk: Подвійне натискання скине __усі межі__ до розмірів за замовчуванням.
vi: Chạm hai lần để khôi phục __tất cả các cạnh__ về kích thước mặc định.

source: Downlink (Speaker)
es: Descarga (Altavoz)
ru: Исходящий (динамик)
tr: Aşağı Bağlantı (Hoparlör)
ug_cn: چۈشۈرمە لىنىيە (ياڭراتقۇ)
uk: Вихідний (динамік)
vi: Âm thanh xuống (Loa)

source: Drag __here__ to adjust the size of the ___%@___.
es: Arrastra __aquí__ para ajustar el tamaño de ___%@___.
fr: Faites glisser __ici__ pour ajuster la taille de la ___%@___.
ru: Перетащите __сюда__, чтобы изменить размер ___%@___.
tr: ___%@___ boyutunu ayarlamak için __buraya__ sürükleyin.
ug_cn: __بۇ يەرنى__ سۆرەپ ___%@___ نىڭ چوڭلۇقىنى تەڭشەڭ.
uk: Перетягніть __сюди__, щоб змінити розмір ___%@___.
vi: Kéo __vào đây__ để điều chỉnh kích thước của ___%@___.

source: Drive ID
es: ID de Drive
ru: ID диска
ug_cn: قوزغاتقۇچ كىملىكى
uk: ID диску
vi: ID Ổ Đĩa

source: Due to environmental limitations, if you encounter blank or missing widgets, please try rebooting your device or rebuilding the icon cache from TrollStore.
es: Debido a limitaciones del entorno, si encuentras widgets en blanco o faltantes, intenta reiniciar tu dispositivo o reconstruir la caché de iconos desde TrollStore.
ru: Из-за ограничений среды попробуйте перезагрузку или сброс кеша иконок в TrollStore.
tr: Çevresel sınırlamalar nedeniyle, boş veya eksik widget'larla karşılaşırsanız, lütfen cihazınızı yeniden başlatmayı veya simge önbelleğini TrollStore'dan yeniden oluşturmayı deneyin.
ug_cn: مۇھىت چەكلىمىسى سەۋەبىدىن، ئەگەر كىچىك پروگراممىلار بوش ياكى كۆرۈنمەي قالسا، ئۈسكۈنىڭىزنى قايتا قوزغىتىڭ ياكى TrollStore دا سىنبەلگە غەملىكىنى قايتا قۇرۇڭ.
uk: Через обмеження оточення спробуйте перезавантажити пристрій або оновити кеш іконок у TrollStore.
vi: Do giới hạn môi trường, nếu bạn gặp lỗi widget trống hoặc thiếu, hãy thử khởi động lại thiết bị hoặc làm mới bộ nhớ đệm biểu tượng từ TrollStore.

source: Due to technical reasons, non-CallKit calls will not trigger shortcuts related to call states.
es: Por razones técnicas, las llamadas que no son de CallKit no activarán los atajos relacionados con los estados de llamada.
fr: Pour des raisons techniques, les appels non-CallKit ne déclencheront pas les raccourcis liés aux états d'appel.
ru: Звонки без CallKit не активируют ярлыки, связанные со статусами.
tr: Teknik nedenlerden dolayı, CallKit olmayan aramalar, arama durumlarıyla ilgili kısayolları tetiklemez.
ug_cn: تېخنىكىلىق سەۋەبلەر تۈپەيلى، CallKit بولمىغان چاقىرىشلار تېلېفون ھالىتىگە مۇناسىۋەتلىك تېزلەتمىلەرنى قوزغىتالمايدۇ.
uk: Дзвінки без CallKit не активують ярлики, пов’язані зі статусами.
vi: Do lý do kỹ thuật, các cuộc gọi không qua CallKit sẽ không kích hoạt phím tắt liên quan đến trạng thái cuộc gọi.

source: Duration
es: Duración
fr: Durée de l'accord
ru: Длительность
tr: Süre
ug_cn: داۋاملىشىش ۋاقتى
uk: Тривалість
vi: Thời lượng

source: duration
es: duración
fr: durée
ru: длительность
tr: süre
ug_cn: داۋاملىشىش ۋاقتى
uk: тривалість
vi: thời lượng

source: Duration Before Idle
es: Duración antes de inactividad
fr: Durée avant inactivité
ru: Длительность до бездействия
tr: Süre önce boşta
ug_cn: بىكار تۇرۇش ۋاقتى
uk: Тривалість до бездіяльності
vi: Thời lượng trước khi nhàn rỗi

source: Duration Description
es: Descripción de la duración
fr: Durée Description
ru: Описание длительности
tr: Süre Açıklaması
ug_cn: داۋاملىشىش ۋاقتى (چۈشەندۈرۈش)
uk: Опис тривалості
vi: Mô tả thời lượng

source: Duration exceeded.
es: Duración excedida.
ru: Длительность превышена.
tr: Süre aşıldı.
ug_cn: ۋاقىت چەكتىن ئاشتى.
uk: Тривалість перевищено.
vi: Vượt qua thời lượng.

source: Dynamic Transition
es: Transición dinámica
fr: Transition dynamique
ru: Динамический переход
tr: Dinamik Geçiş
ug_cn: پەقەت يۆتكىلىش
uk: Динамічний перехід
vi: Chuyển đổi năng động

source: E.U.L.A.
es: CLUF
ru: Лицензионное соглашение
ug_cn: ئاخىرقى ئىشلەتكۈچى كېلىشىمى
uk: Ліцензійна угода

source: Edit
es: Editar
ru: Редактировать
tr: Düzenle
ug_cn: تەھرىرلەش
uk: Редагувати
vi: Chỉnh sửa

source: Empty Trash
es: Vaciar papelera
fr: Vider la poubelle
ru: Очистить корзину
tr: Çöpü boşalt
ug_cn: ئەخلەتدان بوشىتىش
uk: Очистити кошик
vi: Xoá thùng rác

source: Empty Trash (%@)
es: Vaciar papelera (%@)
fr: Vider la poubelle (%@)
ru: Очистить корзину (%@)
tr: Çöpü boşalt (%@)
ug_cn: ئەخلەتدان بوشىتىش (%@)
uk: Очистити кошик (%@)
vi: Xoá thùng rác (%@)

source: Enable Biometric Authentication
es: Activar autenticación biométrica
fr: Activer l'authentification biométrique
ru: Включить биометрическую аутентификацию
tr: Biyometrik Kimlik Doğrulamayı Etkinleştir
ug_cn: بىئولوگىيەلىك دەلىللەشنى قوزغىتىش
uk: Увімкнути біометричну аутентифікацію
vi: Bật xác thực sinh trắc học

source: Enable Face ID
es: Activar Face ID
fr: Activer Face ID
ru: Включить Face ID
tr: Face ID'yi Etkinleştir
uk: Увімкнути Face ID
vi: Bật Face ID

source: Enable level metering and present an indicator when the hoverball is folded. This option is only available when “Transition When Idle” is set to “Always Fold”.
es: Activar medidor de nivel y mostrar un indicador cuando la bola flotante está plegada. Esta opción solo está disponible si “Transición en inactividad” está configurado como “Plegar siempre”.
ru: Включить индикатор уровня при свёрнутой кнопке. Доступно только при настройке «Сворачивать при бездействии».
tr: Seviye ölçümünü etkinleştirin ve hoverball katlandığında bir gösterge sunun. Bu seçenek yalnızca “Boştayken Geçiş” seçeneği “Her Zaman Katla” olarak ayarlandığında kullanılabilir.”.
ug_cn: دەرىجە ئۆلچەشنى قوزغىتىش ۋە لەيلىمە توپ قاتلانغاندا كۆرسەتكۈچ كۆرسىتىش. بۇ تاللانما پەقەت «بىكار تۇرغاندا» «ھەمىشە قاتلاش» غا بەلگىلەنگەندىلا ئىشلىتىلىدۇ.
uk: Увімкнути індикатор рівня при згорнутій кнопці. Доступно лише при налаштуванні «Згортати при бездіяльності».
vi: Bật đo mức âm lượng và hiển thị chỉ báo khi bong bóng được gập lại. Tùy chọn này chỉ khả dụng khi “Chuyển đổi khi nhàn rỗi” đặt là “Luôn gấp lại”.

source: Enable Logging
es: Activar registro
fr: Activer la journalisation
ru: Включить логирование
tr: Günlüğü Etkinleştir
ug_cn: خاتىرىلەشنى قوزغىتىش
uk: Увімкнути логування
vi: Bật ghi nhật ký

source: Enable Optic ID
es: Activar Optic ID
fr: Activer l'identification optique
ru: Включить Optic ID
tr: Optik Kimliği Etkinleştir
uk: Увімкнути Optic ID
vi: Bật Optic ID

source: Enable Touch ID
es: Activar Touch ID
fr: Activer Touch ID
ru: Включить Touch ID
tr: Touch ID'yi Etkinleştir
uk: Увімкнути Touch ID
vi: Bật Touch ID

source: Enable WebDAV Server
es: Activar servidor WebDAV
fr: Activer le serveur WebDAV
ru: Включить WebDAV-сервер
tr: WebDAV Sunucusunu Etkinleştir
ug_cn: WebDAV مۇلازىمېتىرىنى قوزغىتىش
uk: Увімкнути WebDAV-сервер
vi: Bật máy chủ WebDAV

source: Enabled
es: Activado
fr: Activé
ru: Включено
tr: Etkin
ug_cn: قوزغىتىلغان
uk: Увімкнено
vi: Đã kích hoạt

source: Enables the WebDAV server to automatically suspend itself when the application goes into the background and the last connection is closed, then resume itself when the application comes back to the foreground.
es: Permitir que el servidor WebDAV se suspenda automáticamente cuando la aplicación pase a segundo plano y se cierre la última conexión, y se reanude cuando la aplicación vuelva al primer plano.
fr: Permet au serveur WebDAV de se suspendre automatiquement lorsque l'application passe en arrière-plan et que la dernière connexion est fermée, puis de se reprendre lorsque l'application revient au premier plan.
ru: WebDAV-сервер автоматически приостанавливается в фоне и возобновляется при возврате на передний план.
tr: WebDAV sunucusunun, uygulama arka plana geçtiğinde ve son bağlantı kapatıldığında otomatik olarak kendini askıya almasını ve ardından uygulama ön plana geldiğinde otomatik olarak devam etmesini sağlar.
ug_cn: پروگرامما ئارقا سۇپىغا يۆتكەلگەندە ۋە ئاخىرقى باغلىنىش ئۈزۈلگەندە WebDAV مۇلازىمېتىرى ئۆزلۈكىدىن توختايدۇ، پروگرامما ئالدى سۇپىغا قايتقاندا ئەسلىگە كېلىدۇ.
uk: WebDAV-сервер автоматично призупиняється у фоні та відновлюється при поверненні на передній план.
vi: Cho phép máy chủ WebDAV tự động tạm dừng khi ứng dụng chuyển sang nền và kết nối cuối cùng đóng, sau đó tự động tiếp tục khi ứng dụng trở lại.

source: Encoding
es: Codificación
ru: Кодирование
tr: Kodlama
ug_cn: كودلاۋاتىدۇ
uk: Кодування
vi: Mã hoá

source: End Date
es: Fecha de fin
fr: Date de fin
ru: Конечная дата
tr: Bitiş Tarihi
ug_cn: ئاخىرلىشىش چېسلاسى
uk: Кінцева дата
vi: Ngày kết thúc

source: End Editing
es: Finalizar edición
fr: Fin de l'édition
ru: Завершить редактирование
tr: Düzenlemeyi Bitir
ug_cn: تەھرىرلەشنى ئاخىرلاشتۇرۇش
uk: Завершити редагування
vi: Kết thúc chỉnh sửa

source: Enhance Recording
es: Mejorar grabación
ru: Улучшить запись
tr: Kaydı Geliştir
ug_cn: ئۈن يازمىنى كۈچەيتىش
uk: Покращити запис
vi: Tăng cường ghi âm

source: Enhanced Automatic Recording
es: Grabación automática mejorada
fr: Enregistrement automatique amélioré
ru: Улучшенная автоматическая запись
tr: Gelişmiş Otomatik Kayıt
ug_cn: كۈچەيتىلگەن ئاپتوماتىك ئۈن يازما
uk: Покращений автоматичний запис
vi: Ghi âm tự động nâng cao

source: Enhanced Scene Identification
es: Identificación de escena mejorada
fr: Identification améliorée des scènes
ru: Улучшенное определение сцены
tr: Gelişmiş Sahne Tanımlama
ug_cn: كۈچەيتىلگەن چاقىرىش سەھنىسىنى تونۇش
uk: Покращене визначення сцени
vi: Nhận dạng cảnh nâng cao

source: Ensure Daemon Is Running
es: Asegurar que el demonio esté en ejecución
ru: Убедиться, что демон работает
tr: Daemon'un Çalıştığından Emin Olun
ug_cn: مۇلازىمەت جەريانىنى تەكشۈرۈش
uk: Переконатися, що демон працює
vi: Đảm bảo tiến trình nền đang chạy

source: Enter your password
es: Introduce tu contraseña
fr: Entrez votre mot de passe
ru: Введите пароль
tr: Şifrenizi girin
ug_cn: پارولىڭىزنى كىرگۈزۈڭ
uk: Введіть пароль
vi: Nhập mật khẩu của bạn

source: Erase All
es: Borrar todo
ru: Стереть всё
tr: Tümünü Sil
ug_cn: ھەممىنى ئۆچۈرۈش
uk: Стерти все
vi: Xoá tất cả

source: Erase all recordings, reset all settings, and clear all caches completely.
es: Borrar todas las grabaciones, restablecer todos los ajustes y limpiar todas las cachés completamente.
ru: Удалить все записи, сбросить настройки и очистить кеш.
tr: Tüm kayıtları silin, tüm ayarları sıfırlayın ve tüm önbellekleri tamamen temizleyin.
ug_cn: بارلىق ئۈن يازمىلارنى پۈتۈنلەي ئۆچۈرۈش، بارلىق تەڭشەكلەرنى قايتا بەلگىلەش ۋە بارلىق غەملىكلەرنى تازىلاش.
uk: Видалити всі записи, скинути налаштування та очистити кеш.
vi: Xóa tất cả bản ghi, đặt lại mọi cài đặt và xóa sạch bộ nhớ đệm.

source: Erase Almost Completed
es: Borrado casi completado
ru: Стирание почти завершено
tr: Silme İşlemi Neredeyse Tamamlandı
ug_cn: ئۆچۈرۈش تامامغا يېقىنلاشتى
uk: Видалення майже завершено
vi: Xoá gần hoàn tất

source: Erasing…
es: Borrando…
ru: Стирание…
tr: Siliniyor…
ug_cn: ئۆچۈرۈۋاتىدۇ…
uk: Видалення…
vi: Đang xoá...

source: Error from network storage
es: Error del almacenamiento en red
ru: Ошибка сетевого хранилища
tr: Ağ depolama alanından hata
ug_cn: تور ساقلىغۇچتا خاتالىق يۈز بەردى
uk: Помилка мережевого сховища
vi: Lỗi từ lưu trữ mạng

source: Error retrieving discovery document: %@
es: Error al recuperar el documento de descubrimiento: %@
ru: Ошибка получения документа: %@
tr: Keşif belgesi alınırken hata oluştu: %@
ug_cn: ئېنىقلاش ھۆججىتىنى ئېلىشتا خاتالىق كۆرۈلدى: %@
uk: Помилка отримання документа: %@
vi: Lỗi lấy tài liệu khám phá: %@

source: exit
es: salir
fr: sortie
ru: выход
tr: çıkış
ug_cn: چېكىنىش
uk: вихід
vi: thoát

source: Exit Hoverball
es: Salir de la bola flotante
fr: Quitter la hoverball
ru: Закрыть плавающую кнопку
tr: Hoverball'dan Çık
ug_cn: لەيلىمە توپنى تاقاش
uk: Закрити плаваючу кнопку
vi: Thoát bong bóng

source: Expand Recursively
es: Expandir recursivamente
fr: Développer de manière récursive
ru: Развернуть рекурсивно
tr: Özyinelemeli Olarak Genişlet
ug_cn: چوڭقۇرلۇق بويىچە كېڭەيتىش
uk: Розгорнути рекурсивно
vi: Mở rộng đệ quy

source: Export recordings to anywhere you want without limitations.
es: Exportar grabaciones a donde quieras sin limitaciones.
fr: Exportez les enregistrements où vous le souhaitez sans limitations.
ru: Экспорт записей без ограничений.
tr: Kayıtları sınırlama olmadan istediğiniz yere aktarın.
ug_cn: ئۈن يازمىڭىزنى خالىغان يەرگە چەكلىمىسىز ئېكسپورت قىلىش.
uk: Експортувати записи без обмежень.
vi: Xuất các bản ghi âm đến bất cứ nơi nào bạn muốn mà không có giới hạn.

source: Export to Anywhere
es: Exportar a cualquier lugar
fr: Exporter partout
ru: Экспорт куда угодно
tr: Her Yere Aktar
ug_cn: خالىغان يەرگە ئېكسپورت
uk: Експорт будь-куди
vi: Xuất đến mọi nơi

source: Export with Metadata
es: Exportar con metadatos
fr: Exportation avec métadonnées
ru: Экспорт с метаданными
tr: Metaveriyle Dışa Aktar
ug_cn: مېتا ئۇچۇرلىرى بىلەن ئېكسپورت
uk: Експорт з метаданими
vi: Xuất với Siêu dữ liệu

source: Exporting
es: Exportando
fr: Exportation
ru: Экспорт
tr: Dışa Aktarma
ug_cn: ئېكسپورت قىلىۋاتىدۇ
uk: Експорт
vi: Đang xuất..

source: FaceTime Audio
es: Audio de FaceTime
fr: Audio FaceTime
tr: FaceTime Ses
ug_cn: FaceTime ئاۋاز
vi: Âm thanh FaceTime

source: FaceTime Exclude List
es: Lista de exclusión de FaceTime
fr: Liste d'exclusion FaceTime
ru: Исключения FaceTime
tr: FaceTime Hariç Tutma Listesi
uk: Винятки FaceTime
vi: Danh sách loại trừ FaceTime

source: FaceTime VIP
es: VIP de FaceTime
fr: VIP FaceTime
ru: VIP FaceTime
uk: VIP FaceTime

source: Failed to export %d recordings
es: Error al exportar %d grabaciones
fr: Échec de l'exportation de %d enregistrements
ru: Не удалось экспортировать %d записей
tr: %d kaydı dışa aktarma başarısız oldu
ug_cn: %d ئۈن يازمىنى ئېكسپورت قىلالمىدى
uk: Не вдалося експортувати %d записів
vi: Xuất %d bản ghi thất bại

source: Failed to initialize speech recognizer using current locale “%@”.
es: Error al inicializar el reconocedor de voz con la configuración regional actual “%@”.
fr: Échec de l'initialisation du reconnaissance vocale en utilisant la locale actuelle « %@ ».
ru: Не удалось инициализировать распознавание речи для локали «%@».
tr: Konuşma tanıyıcıyı mevcut yerel ayar “%@” kullanarak başlatma başarısız oldu.
ug_cn: نۆۋەتتىكى رايون “%@” نى ئىشلىتىپ سۆزنى تونۇش سىستېمىسىنى باشلىتالمىدى.
uk: Не вдалося ініціалізувати розпізнавання мови для локалі «%@».
vi: Không thể khởi tạo bộ nhận dạng giọng nói bằng cách sử dụng ngôn ngữ hiện tại “%@”.

# Failed to perform “%@” operation with service provider “%@”.
source: Failed to perform “%1$@” operation with service provider “%2$@”.
es: Error al realizar la operación “%1$@” con el proveedor de servicios “%2$@”.
ru: Не удалось выполнить «%1$@» с провайдером «%2$@».
tr: “%1$@” işlemi “%2$@” hizmet sağlayıcısı ile gerçekleştirilemedi”.
ug_cn: مۇلازىمەت تەمىنلىگۈچى “%2$@” بىلەن “%1$@” مەشغۇلاتىنى ئورۇندىيالمىدى.
uk: Не вдалося виконати «%1$@» з провайдером «%2$@».
vi: Thực hiện thao tác “%1$@” với nhà cung cấp “%2$@” thất bại.

source: Failed to play: %@
es: Error al reproducir: %@
fr: Échec de la lecture : %@
ru: Ошибка воспроизведения: %@
tr: Oynatma başarısız: %@
ug_cn: قويالمىدى: %@
uk: Помилка відтворення: %@
vi: Không chạy được: %@

source: Failed to recover: %@
es: Error al recuperar: %@
fr: Échec de la récupération : %@
ru: Ошибка восстановления: %@
tr: Kurtarma başarısız: %@
ug_cn: ئەسلىگە كەلتۈرەلمىدى: %@
uk: Помилка відновлення: %@
vi: Không thể khôi phục: %@

source: Failed to remove: %@
es: Error al eliminar: %@
fr: Échec de la suppression : %@
ru: Ошибка удаления: %@
tr: Kaldırma başarısız: %@
ug_cn: ئۆچۈرەلمىدى: %@
uk: Помилка видалення: %@
vi: Không thể xóa: %@

source: Fatal error occurred. You may need to re-authorize to continue.
es: Ocurrió un error fatal. Puede que necesites volver a autorizar para continuar.
ru: Критическая ошибка. Может потребоваться повторная авторизация.
tr: Önemli bir hata oluştu. Devam etmek için yeniden yetkilendirmeniz gerekebilir.
ug_cn: ئېغىر خاتالىق يۈز بەردى. داۋاملاشتۇرۇش ئۈچۈن قايتا كىرىشىڭىز كېرەك بولۇشى مۇمكىن.
uk: Критична помилка. Можливо, потрібна повторна авторизація.
vi: Đã xảy ra lỗi nghiêm trọng. Bạn cần xác thực lại để tiếp tục.
