Repository: Lessica/TrollRecorder
Catalog: res/*.lproj/Localizable.strings
Languages: es, fr, ru, tr, ug_cn, uk, vi

source: Sync: Make local and cloud recordings identical, modifying cloud drives only.
es: Sincronizar: Hacer idénticas las grabaciones locales y en la nube, modificando solo las unidades en la nube.
ru: Синхронизация: идентичность локальных и облачных записей (изменяются только облачные данные).
tr: Senkronizasyon: Yerel ve bulut kayıtlarını aynı hale getir, yalnızca bulut sürücülerini değiştir.
uk: Синхронізація: ідентичність локальних та хмарних записів (змінюються лише хмарні дані).
vi: Đồng bộ hóa: Làm cho các bản ghi âm cục bộ và đám mây giống hệt nhau, chỉ thay đổi các ổ đĩa đám mây.

source: synchronization
es: sincronización
fr: synchronisation
ru: синхронизация
tr: senkronizasyon
ug_cn: ماسلاشتۇرۇش
uk: синхронізація
vi: đồng bộ hóa

source: Synchronization Failed
es: Sincronización fallida
ru: Ошибка синхронизации
tr: Senkronizasyon Başarısız Oldu
ug_cn: ماسلاشتۇرۇش مەغلۇپ بولدى
uk: Помилка синхронізації
vi: Đồng bộ hóa không thành công

source: Synchronize the playback status of the recording with Control Center.
es: Sincronizar el estado de reproducción de la grabación con el Centro de Control.
ru: Синхронизировать статус воспроизведения с Пунктом управления.
tr: Kaydın oynatma durumunu Kontrol Merkezi ile senkronize edin.
uk: Синхронізувати статус відтворення з Центром керування.
vi: Đồng bộ hóa trạng thái phát lại của bản ghi với Trung tâm điều khiển.

source: Synchronizing
es: Sincronizando
fr: Synchronisation
ru: Синхронизация
tr: Senkronize Ediliyor
ug_cn: ماسلاشتۇرۇۋاتىدۇ
uk: Синхронізація
vi: Đang đồng bộ hóa

source: Syntax or usage error occurred.
es: Ocurrió un error de sintaxis o uso.
ru: Ошибка синтаксиса или использования.
tr: Söz dizimi veya kullanım hatası oluştu.
ug_cn: گرامماتىكا ياكى ئىشلىتىش خاتالىقى كۆرۈلدى.
uk: Помилка синтаксису або використання.
vi: Đã xảy ra lỗi cú pháp hoặc cách sử dụng.

source: System Applications
es: Aplicaciones del sistema
fr: Applications système
ru: Системные приложения
tr: Sistem Uygulamaları
ug_cn: سىستېما ئەپلىرى
uk: Системні програми
vi: Ứng dụng hệ thống

source: System Audio
es: Audio del sistema
fr: Audio système
ru: Системный звук
tr: Sistem Sesi
ug_cn: سىستېما ئاۋازى
uk: Системний звук
vi: Hệ thống âm thanh

source: System Audio Recording
es: Grabación de audio del sistema
ru: Запись системного звука
tr: Sistem Ses Kaydı
ug_cn: سىستېما ئاۋازىنى ئۈنگە ئېلىش
uk: Запис системного звуку
vi: Ghi âm hệ thống

source: system audio recording
es: grabación de audio del sistema
ru: запись системного звука
tr: sistem ses kaydı
ug_cn: سىستېما ئاۋازىنى ئۈنگە ئېلىش
uk: запис системного звуку
vi: ghi âm hệ thống

source: System Language
es: Idioma del sistema
ru: Системный язык
tr: Sistem Dili
ug_cn: سىستېما تىلى
uk: Системна мова
vi: Ngôn ngữ hệ thống

source: System Record
es: Grabación del sistema
ru: Системная запись
tr: Sistem Kaydı
ug_cn: سىستېما خاتىرىسى
uk: Системний запис
vi: Ghi âm hệ thống

source: Tap __any edge__ to select it as an ___active edge___.
es: Toca __cualquier borde__ para seleccionarlo como ___borde activo___.
fr: Appuyez sur __n'importe quel bord__ pour le sélectionner en tant que ___bord actif___.
ru: Нажмите __любую грань__, чтобы выбрать её как ___активную грань___.
tr: __Herhangi bir kenara__ dokunun bunu ___aktif bir kenar___ olarak seçmek için.
uk: Торкніться __будь-якого краю__, щоб вибрати його як ___активний край___.
vi: Nhấn vào __bất kỳ cạnh nào__ để chọn nó làm ___cạnh hoạt động___.

source: Tap again to make a phone call.
es: Toca de nuevo para realizar una llamada.
fr: Appuyez à nouveau pour passer un appel téléphonique.
ru: Нажмите ещё раз для совершения звонка.
tr: Telefon araması yapmak için tekrar dokunun.
uk: Натисніть ще раз, щоб здійснити дзвінок.
vi: Nhấn lại để thực hiện cuộc gọi.

source: Tap again to open or search the location in Maps.
es: Toca de nuevo para abrir o buscar la ubicación en Mapas.
fr: Touchez à nouveau pour ouvrir ou rechercher le lieu dans Maps.
ru: Нажмите ещё раз для открытия/поиска места в Картах.
tr: Konumu Haritalar'da açmak veya aramak için tekrar dokunun.
uk: Натисніть ще раз, щоб відкрити/знайти місце в Картах.
vi: Nhấn lại để mở hoặc tìm kiếm vị trí trong Bản đồ.

source: Tap again to start a FaceTime call.
es: Toca de nuevo para iniciar una llamada de FaceTime.
fr: Appuyez à nouveau pour démarrer un appel FaceTime.
ru: Нажмите ещё раз для FaceTime-звонка.
tr: FaceTime araması başlatmak için tekrar dokunun.
uk: Натисніть ще раз, щоб розпочати FaceTime-дзвінок.
vi: Nhấn lại để bắt đầu cuộc gọi FaceTime.

source: Tap to add required widget.
es: Toca para añadir el widget requerido.
ru: Нажмите для добавления виджета.
tr: Gerekli widget'ı eklemek için dokunun.
ug_cn: زۆرۈر كىچىك پروگراممىنى قوشۇش ئۈچۈن چېكىڭ.
uk: Натисніть, щоб додати віджет.
vi: Nhấn để thêm tiện ích cần thiết.

source: Tap to calculate the total size of all recordings.
es: Toca para calcular el tamaño total de todas las grabaciones.
fr: Touchez pour calculer la taille totale de tous les enregistrements.
ru: Нажмите для подсчёта общего размера записей.
tr: Tüm kayıtların toplam boyutunu hesaplamak için dokunun.
uk: Натисніть, щоб підрахувати загальний розмір записів.
vi: Nhấn để tính toán tổng kích thước của tất cả các bản ghi.

source: Tap to Copy
es: Tocar para copiar
fr: Touchez pour copier
ru: Нажмите для копирования
tr: Kopyalamak İçin Dokun
ug_cn: كۆچۈرۈش ئۈچۈن چېكىڭ
uk: Натисніть, щоб скопіювати
vi: Nhấn để sao chép

source: Tap to Exit
es: Tocar para salir
fr: Touchez pour quitter
ru: Нажмите для выхода
tr: Çıkmak İçin Dokun
ug_cn: چېكىنىش ئۈچۈن چېكىڭ
uk: Натисніть, щоб вийти
vi: Nhấn để thoát

source: Tap to open settings.
es: Toca para abrir los ajustes
fr: Appuyez sur pour ouvrir les paramètres
ru: Нажмите для открытия настроек.
tr: Ayarları açmak için dokunun.
ug_cn: تەڭشەكنى ئېچىش ئۈچۈن چېكىڭ.
uk: Натисніть, щоб відкрити налаштування.
vi: Nhấn để mở cài đặt.

source: Tap to view details
es: Tocar para ver detalles
ru: Нажмите для просмотра деталей
tr: Detayları görüntülemek için dokunun
ug_cn: تەپسىلاتنى كۆرۈش ئۈچۈن چېكىڭ
uk: Натисніть, щоб переглянути деталі
vi: Nhấn để xem chi tiết.

source: Temporary error occurred, more retries might fix.
es: Ocurrió un error temporal, más reintentos podrían solucionarlo.
ru: Временная ошибка, повторные попытки могут помочь.
tr: Geçici bir hata oluştu, daha fazla deneme düzeltebilir.
ug_cn: ۋاقىتلىق خاتالىق كۆرۈلدى، قايتا سىنىسىڭىز بەلكىم ھەل بولۇشى مۇمكىن.
uk: Тимчасова помилка, повторні спроби можуть допомогти.
vi: Đã xảy ra lỗi tạm thời, thử lại có thể khắc phục.

source: Temporary Ignore
es: Ignorar temporalmente
fr: Ignorer temporairement
vi: Tạm thời bỏ qua

source: terminate
es: terminar
fr: résilier
ru: завершить
tr: sonlandır
ug_cn: ئاخىرلاشتۇرۇش
uk: завершити
vi: kết thúc

source: Terminate all active calls immediately.
es: Finalizar inmediatamente todas las llamadas activas.
fr: Mettre fin immédiatement à tous les appels actifs.
ru: Немедленно завершить все активные звонки.
tr: Tüm aktif çağrıları hemen sonlandır.
ug_cn: بارلىق ئاكتىپ چاقىرىشلارنى دەرھال ئاخىرلاشتۇرۇش.
uk: Негайно завершити всі активні дзвінки.
vi: Kết thúc tất cả các cuộc gọi đang hoạt động ngay lập tức.

source: Terminate Calls
es: Finalizar llamadas
fr: Mettre fin aux appels
ru: Завершить звонки
tr: Aramaları Sonlandır
ug_cn: چاقىرىشلارنى ئاخىرلاشتۇرۇش
uk: Завершити дзвінки
vi: Kết thúc cuộc gọi

source: Test Connection
es: Probar conexión
ru: Проверить соединение
tr: Test Bağlantısı
ug_cn: ئۇلىنىشنى سىناش
uk: Перевірити з’єднання
vi: Kiểm tra kết nối

source: text-to-speech
es: texto a voz
fr: synthèse vocale
ru: текст-в-речь
tr: Metinden sese
ug_cn: تېكىستنى ئاۋازغا ئايلاندۇرۇش
uk: текст-в-мова
vi: chuyển văn bản thành giọng nói

source: The %@ has been interrupted by the system. You may convert the recording manually later.
es: El %@ ha sido interrumpido por el sistema. Puedes convertir la grabación manualmente más tarde.
ru: Система прервала %@. Вы можете конвертировать запись вручную позже.
tr: Sistem tarafından %@ kesintiye uğratıldı. Kaydı daha sonra manuel olarak dönüştürebilirsiniz.
uk: Система перервала %@. Ви можете конвертувати запис вручну пізніше.
vi: Bản ghi %@ đã bị hệ thống ngắt quãng. Bạn có thể chuyển đổi bản ghi này một cách thủ công sau.

source: The application setup has encountered an unknown error, the Launch Daemon has not responded to our requests. We are attempting to reconnect, please wait. If the issue persists, you may try reinstalling the application.
es: La configuración de la aplicación ha encontrado un error desconocido, el Launch Daemon no ha respondido a nuestras peticiones. Estamos intentando reconectar, por favor espera. Si el problema persiste, puedes intentar reinstalar la aplicación.
fr: L'installation de l'application a rencontré une erreur inconnue, le démon de lancement n'a pas répondu à nos demandes. Nous essayons de reconnecter, veuillez patienter. Si le problème persiste, vous pouvez essayer de réinstaller l'application.
ru: Неизвестная ошибка: демон запуска не отвечает. Идёт повторное подключение. Если проблема остаётся, переустановите приложение.
tr: Uygulama kurulumu bilinmeyen bir hatayla karşılaştı, Launch Daemon taleplerimize yanıt vermedi. Yeniden bağlanmaya çalışıyoruz, lütfen bekleyin. Sorun devam ederse uygulamayı yeniden yüklemeyi deneyebilirsiniz.
uk: Невідома помилка: демон запуску не відповідає. Відбувається повторне підключення. Якщо проблема не зникне, перевстановіть програму.
vi: Thiết lập ứng dụng đã gặp lỗi không xác định, Launch Daemon không phản hồi yêu cầu của chúng tôi. Chúng tôi đang cố gắng kết nối lại, vui lòng đợi. Nếu sự cố vẫn tiếp diễn, bạn có thể thử cài đặt lại ứng dụng.

source: The application will launch automatically when recording ends.
es: La aplicación se iniciará automáticamente cuando finalice la grabación.
fr: L'application se lancera automatiquement lorsque l'enregistrement se termine.
ru: Приложение запустится автоматически после записи.
tr: Kayıt sona erdiğinde uygulama otomatik olarak başlatılacaktır.
uk: Програма запуститься автоматично після завершення запису.
vi: Ứng dụng sẽ tự động khởi chạy khi ghi âm kết thúc.

source: The audio file to be played to the opposite side.
es: El archivo de audio que se reproducirá a la otra persona.
ru: Аудиофайл для воспроизведения собеседнику.
tr: Karşı tarafa dinletilecek ses dosyası.
uk: Аудіофайл для відтворення співрозмовнику.
vi: Tệp âm thanh sẽ được phát cho bên đối diện.

source: The bundle identifier of the application that initiated the call.
es: El identificador del paquete de la aplicación que inició la llamada.
fr: L'identifiant du paquet de l'application qui a initié l'appel.
ru: Идентификатор приложения, инициировавшего звонок.
tr: Aramayı başlatan uygulamanın paket tanımlayıcısı.
uk: Ідентифікатор програми, яка ініціювала дзвінок.
vi: Định danh gói của ứng dụng đã khởi tạo cuộc gọi.

source: The content of text file “%@” is empty.
es: El contenido del archivo de texto “%@” está vacío.
fr: Le contenu du fichier texte “%@” est vide.
ru: Текстовый файл «%@» пуст.
tr: Metin dosyası “%@” içeriği boş.
uk: Текстовий файл “%@” порожній.
vi: Nội dung của tệp văn bản “%@” là trống.

source: The current state of the call. Possible values are: Dialing, Connected, Disconnected, and Unknown.
es: El estado actual de la llamada. Los valores posibles son: Marcando, Conectado, Desconectado y Desconocido.
fr: L'état actuel de l'appel. Les valeurs possibles sont : Numérotation, Connecté, Déconnecté et Inconnu.
ru: Текущий статус звонка. Варианты: Набор, Соединён, Завершён, Неизвестно.
tr: Aramanın mevcut durumu. Olası değerler: Aranıyor, Bağlandı, Bağlantı Kesildi ve Bilinmiyor.
uk: Поточний статус дзвінка. Можливі значення: Набір, З’єднано, Завершено, Невідомо.
vi: Trạng thái hiện tại của cuộc gọi. Các giá trị có thể là: Đang gọi, Đã kết nối, Đã ngắt kết nối và Không xác định.

source: The date and time when the audio was created.
es: La fecha y hora en que se creó el audio.
fr: La date et l'heure à laquelle l'audio a été créé.
ru: Дата и время создания аудио.
tr: Sesin oluşturulduğu tarih ve saat.
uk: Дата та час створення аудіо.
vi: Ngày và giờ khi âm thanh được tạo ra.

source: The device will vibrate with special haptic patterns when recording starts and ends.
es: El dispositivo vibrará con patrones hápticos especiales cuando comience y finalice la grabación.
fr: Le dispositif vibrera avec des modèles haptiques spéciaux lorsque l'enregistrement démarre et se termine.
ru: Устройство будет вибрировать при начале/окончании записи.
tr: Kayıt başladığında ve bittiğinde cihaz özel titreşim desenleriyle titreyecektir.
uk: Пристрій вібруватиме при початку/завершенні запису.
vi: Thiết bị sẽ rung với các mẫu xúc giác đặc biệt khi bắt đầu và kết thúc ghi âm.

source: The direction of the call. May not available for all audio files.
es: La dirección de la llamada. Puede no estar disponible para todos los archivos de audio.
fr: La direction de l'appel. Peut ne pas être disponible pour tous les fichiers audio.
ru: Направление звонка. Доступно не для всех аудиофайлов.
tr: Aramanın yönü. Tüm ses dosyaları için mevcut olmayabilir.
uk: Напрямок дзвінка. Може бути недоступним для деяких аудіофайлів.
vi: Hướng của cuộc gọi. Có thể không có sẵn cho tất cả các tệp âm thanh.

source: The direction of the call. Possible values are: Incoming, Outgoing, and Unknown.
es: La dirección de la llamada. Los valores posibles son: Entrante, Saliente y Desconocido.
fr: La direction de l'appel. Les valeurs possibles sont : Entrant, Sortant et Inconnu.
ru: Направление звонка. Варианты: Входящий, Исходящий, Неизвестно.
tr: Aramanın yönü. Olası değerler: Gelen, Giden ve Bilinmiyor.
uk: Напрямок дзвінка. Можливі значення: Вхідний, Вихідний, Невідомо.
vi: Hướng của cuộc gọi. Các giá trị có thể là: Đến, Đi và Không xác định.

source: The display name of the application that initiated the call.
es: El nombre visible de la aplicación que inició la llamada.
fr: Nom d'affichage de l'application qui a initié l'appel.
ru: Название приложения, инициировавшего звонок.
tr: Aramayı başlatan uygulamanın görünen adı.
uk: Назва програми, яка ініціювала дзвінок.
vi: Tên hiển thị của ứng dụng đã khởi tạo cuộc gọi.

source: The field of information to get.
es: El campo de información a obtener.
fr: Le champ d'information à obtenir.
ru: Поле информации для получения.
tr: Alınacak bilgi alanı.
uk: Поле інформації для отримання.
vi: Trường thông tin cần lấy.

source: The file format of the selected audio file.
es: El formato del archivo de audio seleccionado.
fr: Le format de fichier du fichier audio sélectionné.
ru: Формат выбранного аудиофайла.
tr: Seçilen ses dosyasının dosya formatı.
uk: Формат обраного аудіофайлу.
vi: Định dạng tệp của tệp âm thanh đã chọn.

source: The hoverball can display even if you do not unlock your device.
es: La bola flotante puede mostrarse incluso si no desbloqueas tu dispositivo.
ru: Hoverball отображается даже на заблокированном устройстве.
tr: Cihazınızın kilidini açmasanız bile hoverball görüntülenebilir.
uk: Hoverball відображається навіть на заблокованому пристрої.
vi: Bóng lơ lửng có thể hiển thị ngay cả khi bạn không mở khóa thiết bị của mình.

source: The key combination of “Quick Recording” and “Physical Key Combination” has been changed to “%@”.
es: La combinación de teclas de “Grabación rápida” y “Combinación de teclas físicas” se ha cambiado a “%@”.
ru: Комбинация клавиш для «Быстрой записи» изменена на «%@».
tr: “Hızlı Kayıt” ve “Fiziksel Tuş Kombinasyonu” tuş kombinasyonu şu şekilde değiştirilmiştir “%@”.
uk: Комбінація клавіш для «Швидкого запису» змінена на «%@».
vi: Tổ hợp phím của “Ghi âm nhanh” và “Tổ hợp phím vật lý” đã được thay đổi thành “%@”.

# The latest version of “TrollRecorder” is %@ (%@). Current version is %@ (%@).
source: The latest version of “TrollRecorder” is %1$@ (%2$@). Current version is %3$@ (%4$@).
es: La última versión de “TrollRecorder” es %1$@ (%2$@). La versión actual es %3$@ (%4$@).
ru: Последняя версия «TrollRecorder»: %1$@ (%2$@). Текущая версия: %3$@ (%4$@).
tr: “TrollRecorder” yazılımının en son sürümü %1$@ (%2$@). Geçerli sürüm %3$@ (%4$@).
uk: Остання версія «TrollRecorder»: %@ (%@). Поточна версія: %@ (%@).
vi: Phiên bản mới nhất của “TrollRecorder” là %1$@ (%2$@). Phiên bản hiện tại là %3$@ (%4$@).

source: The location metadata will be continuously updated while the recording is in progress.
es: Los metadatos de ubicación se actualizarán continuamente mientras la grabación esté en curso.
fr: Les métadonnées de localisation seront continuellement mises à jour pendant l'enregistrement.
ru: Метаданные местоположения обновляются во время записи.
tr: Kayıt devam ederken konum meta verileri sürekli güncellenecektir.
uk: Метадані місця запису оновлюються під час запису.
vi: Siêu dữ liệu vị trí sẽ được cập nhật liên tục trong khi quá trình ghi đang diễn ra.

source: The location where the recording was recorded.
es: La ubicación donde se grabó el audio.
fr: L'emplacement où l'enregistrement a été enregistré.
ru: Местоположение, где была сделана запись.
tr: Kaydın yapıldığı konum.
uk: Місце, де було зроблено запис.
vi: Vị trí nơi ghi âm được ghi lại.

source: The maximum seconds to wait for calls to be connected.
es: Los segundos máximos de espera para que se conecten las llamadas.
fr: Le nombre maximum de secondes à attendre pour que les appels soient connectés.
ru: Максимальное время ожидания соединения (в секундах).
tr: Aramaların bağlanması için beklenecek maksimum saniye.
uk: Максимальний час очікування з’єднання (у секундах).
vi: Thời gian tối đa để chờ các cuộc gọi được kết nối.

source: The missing location metadata will be populated if you open the application right after the recording.
es: Los metadatos de ubicación faltantes se completarán si abres la aplicación justo después de la grabación.
fr: Les métadonn ées de localisation manquantes seront remplies si vous ouvrez l'application juste après l'enregistrement.
ru: Отсутствующие метаданные местоположения добавятся при открытии приложения сразу после записи.
tr: Kayıttan hemen sonra uygulamayı açarsanız eksik konum meta verileri doldurulacaktır.
uk: Відсутні метадані місця заповняться при відкритті додатку одразу після запису.
vi: Siêu dữ liệu vị trí bị thiếu sẽ được điền nếu bạn mở ứng dụng ngay sau khi ghi.

source: The name of the contact.
es: El nombre del contacto.
fr: Le nom du contact.
ru: Имя контакта.
tr: Kişinin adı.
uk: Ім’я контакту.
vi: Tên của liên hệ.

source: The name of the sender.
es: El nombre del remitente.
fr: Le nom de l'expéditeur.
ru: Имя отправителя.
tr: Gönderenin adı.
uk: Ім’я відправника.
vi: Tên của người gửi.

source: The number of samples per second, higher sample rate means better audio quality with larger file size.
es: El número de muestras por segundo; una mayor tasa de muestreo significa mejor calidad de audio con un tamaño de archivo mayor.
fr: Le nombre d'échantillons par seconde, un taux d'échantillonnage plus élevé signifie une meilleure qualité audio avec une taille de fichier plus grande.
ru: Частота дискретизации (чем выше — лучше качество, но больше размер файла).
tr: Saniyedeki örnek sayısı, daha yüksek örnekleme oranı daha büyük dosya boyutuyla daha iyi ses kalitesi demektir.
uk: Частота дискретизації (чим вища — тим краща якість, але більший розмір файлу).
vi: Số lượng mẫu mỗi giây, tốc độ mẫu cao hơn có nghĩa là chất lượng âm thanh tốt hơn với kích thước tệp lớn hơn.

source: The phone number of the contact.
es: El número de teléfono del contacto.
fr: Le numéro de téléphone du contact.
ru: Номер телефона контакта.
tr: Kişinin telefon numarası.
uk: Номер телефону контакту.
vi: Số điện thoại của liên hệ.

source: The phone number of the sender.
es: El número de teléfono del remitente.
fr: Le numéro de téléphone de l'expéditeur.
ru: Номер телефона отправителя.
tr: Gönderenin telefon numarası.
uk: Номер телефону відправника.
vi: Số điện thoại của người gửi.

source: The phone number. Third party application or CallKit calls may not have this value.
es: El número de teléfono. Las aplicaciones de terceros o las llamadas de CallKit pueden no tener este valor.
fr: Le numéro de téléphone. Les applications tierces ou les appels CallKit peuvent ne pas avoir cette valeur.
ru: Номер телефона. Может отсутствовать для сторонних приложений или CallKit.
tr: Telefon numarası. Üçüncü parti uygulamalar veya CallKit aramalarında bu değer bulunmayabilir.
uk: Номер телефону. Може бути відсутнім для сторонніх додатків або CallKit.
vi: Số điện thoại. Ứng dụng của bên thứ ba hoặc các cuộc gọi CallKit có thể không có giá trị này.

source: The post process mode to be used. Combine mode will squash stereo speaker audio into left channel, with microphone on right channel. Mixed mode will duplicate microphone channel to stereo and mix it with speaker channels.
es: El modo de postprocesamiento a utilizar. El modo Combinar comprimirá el audio del altavoz estéreo en el canal izquierdo, con el micrófono en el canal derecho. El modo Mezclado duplicará el canal del micrófono a estéreo y lo mezclará con los canales del altavoz.
fr: Le mode de post-traitement à utiliser. Le mode de combinaison écrasera l'audio du haut-parleur stéréo dans le canal gauche, avec le microphone sur le canal droit. Le mode mixte dupliquera le canal du microphone en stéréo et le mélangera avec les canaux des haut-parleurs.
ru: Режим постобработки: Combine — динамики в левый канал, микрофон в правый; Mixed — микширование каналов.
tr: Kullanılacak son işlem modu. Combine modu stereo hoparlör sesini sol kanala sıkıştırırken mikrofonu sağ kanala yerleştirir. Mixed modu mikrofon kanalını stereo olarak çoğaltıp hoparlör kanallarıyla karıştırır.
uk: Режим постобробки: Combine — динаміки в лівий канал, мікрофон у правий; Mixed — мікшування каналів.
vi: Chế độ xử lý bài đăng sẽ được sử dụng. Chế độ kết hợp sẽ nhét âm thanh loa âm thanh nổi vào kênh bên trái, với micrô ở kênh bên phải. Chế độ hỗn hợp sẽ sao chép kênh micrô sang âm thanh nổi và trộn nó với các kênh loa.

source: The primary button action at the right side of the hoverball when no call is active.
es: La acción principal del botón en el lado derecho de la bola flotante cuando no hay ninguna llamada activa.
ru: Действие основной кнопки hoverball (правая сторона) без активного звонка.
tr: Hiçbir çağrı aktif değilken hoverball'un sağ tarafındaki birincil düğme eylemi.
uk: Дія основної кнопки hoverball (права сторона) без активного дзвінка.
vi: Hành động nút chính ở bên phải của bóng lơ lửng khi không có cuộc gọi nào đang hoạt động.

source: The service is not properly configured.
es: El servicio no está configurado correctamente.
ru: Служба настроена неправильно.
tr: Hizmet düzgün yapılandırılmamış.
uk: Служба налаштована неправильно.
vi: Dịch vụ không được cấu hình đúng cách.

source: The service operator name of the sender.
es: El nombre del operador de servicio del remitente.
fr: Le nom de l'opérateur de service de l'expéditeur.
ru: Оператор связи отправителя.
tr: Gönderenin servis sağlayıcı adı.
uk: Оператор зв’язку відправника.
vi: Tên nhà cung cấp dịch vụ của người gửi.

source: The size of selected audio file.
es: El tamaño del archivo de audio seleccionado.
fr: La taille du fichier audio sélectionné.
ru: Размер выбранного аудиофайла.
tr: Seçilen ses dosyasının boyutu.
uk: Розмір обраного аудіофайлу.
vi: Kích thước của tệp âm thanh đã chọn.

source: The text to be played to the opposite side.
es: El texto que se reproducirá a la otra persona.
fr: Le texte à jouer sur le côté opposé.
ru: Текст для воспроизведения собеседнику.
tr: Karşı tarafa oynatılacak metin.
uk: Текст для відтворення співрозмовнику.
vi: Văn bản sẽ được phát cho bên đối diện.
