Repository: Lessica/TrollRecorder
Catalog: res/*.lproj/Localizable.strings
Languages: es, fr, ru, tr, ug_cn, uk, vi

source: You’ve changed “Custom Export Name”. Do you want to regenerate the archived recordings in “Network Storage”? This operation may take a while and consume extra cellular data traffic quota. You may want to delete “TrollRecorder/ArchivedRecordings” from your cloud drives to avoid duplicates.
es: Has cambiado el “Nombre de exportación personalizado”. ¿Quieres regenerar las grabaciones archivadas en “Almacenamiento en red”? Esta operación puede tardar un tiempo y consumir cuota adicional de datos móviles. Es posible que quieras eliminar “TrollRecorder/ArchivedRecordings” de tus unidades en la nube para evitar duplicados.
ru: Вы изменили “Пользовательское имя экспорта”. Пересоздать архивные записи в “Сетевом хранилище”? Операция может занять время и расходовать мобильный трафик. Рекомендуется удалить “TrollRecorder/ArchivedRecordings” из облака во избежание дублирования.
tr: “Özel Dışa Aktarma Adı “nı değiştirdiniz. “Ağ Depolama “daki arşivlenmiş kayıtları yeniden oluşturmak istiyor musunuz? Bu işlem biraz zaman alabilir ve ekstra hücresel veri trafiği kotası tüketebilir. Yinelemeleri önlemek için bulut sürücülerinizden “TrollRecorder/ArşivlenmişKayıtlar” ı silmek isteyebilirsiniz.
uk: Ви змінили “Спеціальну назву експорту”. Бажаєте перестворити архівні записи в “Мережевому сховищі”? Ця операція може зайняти час і витратити мобільний трафік. Рекомендуємо видалити “TrollRecorder/ArchivedRecordings” з хмарних сховищ, щоб уникнути дублювання.
vi: Bạn đã thay đổi “Tên xuất tùy chỉnh”. Bạn có muốn tái tạo các bản ghi đã lưu trữ trong “Lưu trữ mạng” không? Hành động này có thể mất một thời gian và tiêu tốn thêm hạn mức dữ liệu di động. Bạn có thể muốn xóa “TrollRecorder/ArchivedRecordings” khỏi các ổ đĩa đám mây của mình để tránh trùng lặp.

source: You’ve chosen to proceed without valid code signature. You can still use the application to view or export existing recordings, but other features may not be available.
es: Has elegido continuar sin una firma de código válida. Todavía puedes usar la aplicación para ver o exportar grabaciones existentes, pero otras funciones pueden no estar disponibles.
ru: Вы продолжили без валидной подписи. Доступны просмотр и экспорт записей, другие функции могут не работать.
tr: Geçerli kod imzası olmadan devam etmeyi seçtiniz. Mevcut kayıtları görüntülemek veya dışa aktarmak için uygulamayı kullanmaya devam edebilirsiniz, ancak diğer özellikler kullanılamayabilir.
uk: Ви продовжили без дійсного підпису коду. Ви можете переглядати та експортувати існуючі записи, але інші функції можуть бути недоступні.
vi: Bạn đã chọn tiếp tục mà không có chữ ký mã hợp lệ. Bạn vẫn có thể sử dụng ứng dụng để xem hoặc xuất các bản ghi hiện có, nhưng các tính năng khác có thể không khả dụng.

source: You’ve enabled biometric authentication so it’s required to verify your identity.
es: Has habilitado la autenticación biométrica, por lo que es necesario verificar tu identidad.
fr: Vous avez activé l'authentification biométrique, il est donc nécessaire de vérifier votre identité.
ru: Вы включили биометрическую аутентификацию - требуется подтверждение личности.
tr: Biyometrik kimlik doğrulamayı etkinleştirdiniz, bu nedenle kimliğinizi doğrulamanız gerekiyor.
ug_cn: سىز بىئولوگىيەلىك دەلىللەشنى قوزغاتتىڭىز، شۇڭا كىملىكىڭىزنى دەلىللەش كېرەك.
uk: Ви ввімкнули біометричну аутентифікацію - необхідно підтвердити особу.
vi: Bạn đã bật xác thực sinh trắc học nên cần phải xác minh danh tính của bạn.

source: You’ve pressed cancel.
es: Has pulsado cancelar.
fr: Vous avez appuyé sur Annuler.
ru: Вы нажали “Отмена”.
tr: İptal tuşuna bastınız.
ug_cn: سىز بىكار قىلىشنى باستىڭىز.
uk: Ви натиснули “Скасувати”.
vi: Bạn đã nhấn hủy.

source: You’ve pressed password.
es: Has pulsado contraseña.
fr: Vous avez appuyé sur Mot de passe.
ru: Вы ввели пароль.
tr: Şifreyi tuşladınız.
ug_cn: سىز پارول دەلىللەشنى تاللىدىڭىز.
uk: Ви ввели пароль.
vi: Bạn đã nhấn mật khẩu.

source: ¼ Audio CD
es: ¼ CD de Audio
tr: ¼ Ses CD'si
ug_cn: ¼ ئاۋاز CD سى

source: ½ Audio CD
es: ½ CD de Audio
tr: ½ Ses CD'si
ug_cn: ½ ئاۋاز CD سى

source: “%@” is not available.
es: “%@” no está disponible
fr: “%@” n'est pas disponible
ru: “%@” недоступен.
tr: “%@” mevcut değil.
ug_cn: “%@” ئىشلەتكىلى بولمايدۇ.
uk: “%@” недоступний.
vi: “%@” không có sẵn.

source: “Allow Automatic Recording” has been disabled: VIP contacts will always be recorded and added to the favorites, while other contacts will not be recorded.
es: Se ha desactivado “Permitir grabación automática”: los contactos VIP siempre se grabarán y se añadirán a favoritos, mientras que otros contactos no se grabarán.
ru: “Автоматическая запись” отключена: звонки VIP всегда записываются и добавляются в избранное, остальные - нет.
tr: “Otomatik Kayda İzin Ver” devre dışı bırakıldı: VIP kişiler her zaman kaydedilecek ve favorilere eklenecek, diğer kişiler kaydedilmeyecek.
uk: “Автоматичний запис” вимкнено: дзвінки VIP завжди записуватимуться та додаватимуться до обраного, інші контакти - ні.
vi: “Cho phép ghi âm tự động” đã bị vô hiệu hóa: Các liên hệ VIP sẽ luôn được ghi âm và thêm vào danh sách yêu thích, trong khi các liên hệ khác sẽ không được ghi âm.

source: “Allow Automatic Recording” has been enabled: Contacts in the “Call Exclude List” will not be recorded, while other contacts will be recorded. Recordings of VIP contacts will also be added to the favorites.
es: Se ha activado “Permitir grabación automática”: los contactos en la “Lista de exclusión de llamadas” no se grabarán, mientras que otros contactos sí. Las grabaciones de contactos VIP también se añadirán a favoritos.
ru: “Автоматическая запись” включена: контакты из “Исключений” не записываются, остальные записываются. Записи VIP добавляются в избранное.
tr: “Otomatik Kayda İzin Ver” etkinleştirildi: “Çağrı Hariç Tutma Listesi “ndeki kişiler kaydedilmeyecek, diğer kişiler ise kaydedilecektir. VIP kişilerin kayıtları da favorilere eklenecektir.
uk: “Автоматичний запис” увімкнено: контакти з “Списку винятків” не записуватимуться, інші - записуватимуться. Записи VIP також додаватимуться до обраного.
vi: “Cho phép ghi âm tự động” đã được bật: Các liên hệ trong “Danh sách loại trừ cuộc gọi” sẽ không được ghi âm, trong khi các liên hệ khác sẽ được ghi âm. Các bản ghi của các liên hệ VIP cũng sẽ được thêm vào danh sách yêu thích.

source: “Background App Refresh” Permission Denied
es: Permiso de “Actualización en segundo plano” denegado
fr: Refonte de l'arrière-plan Permission refusée
ru: Доступ к “Фоновому обновлению” запрещён
tr: “Arka Plan Uygulama Yenileme” İzni Reddedildi
uk: Доступ до “Фонового оновлення” заборонено
vi: “Làm mới ứng dụng nền” đã bị từ chối.

source: “iCloud Drive” Not Logged In
es: “iCloud Drive” sin iniciar sesión
fr: iCloud Drive n'est pas connecté
ru: Нет входа в “iCloud Drive”
uk: Не виконано вхід у “iCloud Drive”
vi: “iCloud Drive” chưa đăng nhập.

source: “TrollRecorder JB” and TrollStore versions are both installed. Please remove both of them, re-install “TrollRecorder JB” from Sileo, or “TrollRecorder” from TrollStore.
es: Las versiones de “TrollRecorder JB” y TrollStore están instaladas. Por favor, elimina ambas y reinstala “TrollRecorder JB” desde Sileo, o “TrollRecorder” desde TrollStore.
ru: Установлены обе версии “TrollRecorder JB” и TrollStore. Удалите их и установите заново через Sileo или TrollStore.
uk: Встановлено обидві версії “TrollRecorder JB” та TrollStore. Видаліть їх та встановіть наново через Sileo або TrollStore.
vi: “TrollRecorder JB” và phiên bản TrollStore đều đã được cài đặt. Vui lòng gỡ bỏ cả hai, cài đặt lại “TrollRecorder JB” từ Sileo, hoặc “TrollRecorder” từ TrollStore.

source: “TrollRecorder JB” is not compatible with Bootstrap (RootHide). Please remove “TrollRecorder JB”, and install “TrollRecorder” from TrollStore.
es: “TrollRecorder JB” no es compatible con Bootstrap (RootHide). Por favor, elimina “TrollRecorder JB” e instala “TrollRecorder” desde TrollStore.
ru: “TrollRecorder JB” несовместим с Bootstrap (RootHide). Удалите его и установите “TrollRecorder” через TrollStore.
uk: “TrollRecorder JB” несумісний з Bootstrap (RootHide). Видаліть його та встановіть “TrollRecorder” через TrollStore.
vi: “TrollRecorder JB” không tương thích với Bootstrap (RootHide). Vui lòng gỡ bỏ “TrollRecorder JB”, và cài đặt “TrollRecorder” từ TrollStore.

source: “TrollRecorder” is not compatible with this version of iOS.
es: “TrollRecorder” no es compatible con esta versión de iOS.
ru: “TrollRecorder” несовместим с этой версией iOS.
tr: “TrollRecorder” iOS'un bu sürümü ile uyumlu değil.
uk: “TrollRecorder” несумісний з цією версією iOS.
vi: “TrollRecorder” không tương thích với phiên bản iOS này.

source: (%lu bytes)
fr: (%lu octets)
ru: (%lu байт)
tr: (%lu bayt)
ug_cn: (%lu بايت)
uk: (%lu байт)

source: --arg=value
ru: --arg=значение
uk: --arg=значення

source: Alias
ru: Псевдоним
tr: Takma Ad
ug_cn: تەخەللۇس
uk: Псевдонім
vi: Bí Danh

source: audio
ru: аудио
tr: ses
ug_cn: ئاۋاز
uk: аудіо
vi: âm thanh

source: Beta
ru: Бета
ug_cn: سىناق نەشرى
uk: Бета

source: Error
fr: Erreur
ru: Ошибка
tr: Hata
ug_cn: خاتالىق
uk: Помилка
vi: Lỗi

source: hud
ru: интерфейс
uk: інтерфейс

source: iCloud Drive
ru: iCloud Диск
uk: iCloud Диск

source: NO
fr: NON
ru: НЕТ
tr: HAYIR
ug_cn: ياق
uk: НІ
vi: KHÔNG

source: Respring
fr: Redémarrer SpringBoard
ru: Перезапуск SpringBoard
tr: SpringBoard'ı Yeniden Başlat
ug_cn: سىستېمىنى قايتا يۈكلەش
uk: Перезавантаження SpringBoard

source: Google Drive
ru: Google Диск

source: Face ID
fr: Identification faciale
tr: Yüz Kimliği

source: FaceTime
ug_cn: FaceTime چاقىرىش

source: Troll Recorder
fr: Enregistreur de farces
ug_cn: تىرول ئۈنئالغۇ

source: WeChat
ug_cn: ۋېيچات

source: Optic ID
fr: Identifiant Optique
