Repository: Lessica/TrollRecorder
Catalog: res/*.lproj/Localizable.strings
Languages: es, fr, ru, tr, ug_cn, uk, vi

source: Install “Create Archive” action into “Shortcuts”, then share your recordings to this action to create a ZIP archive.
es: Instalar la acción “Crear archivo” en “Atajos” y compartir tus grabaciones con esta acción para crear un archivo ZIP.
fr: Installez l'action “Créer une archive” dans “Raccourcis”, puis partagez vos enregistrements avec cette action pour créer une archive ZIP.
ru: Добавьте действие «Создать архив» в «Команды» для создания ZIP-архива.
tr: “Kısayollar” içine “Arşiv Oluştur” eylemini yükleyin, ardından bir ZIP arşivi oluşturmak için kayıtlarınızı bu eylemle paylaşın.
uk: Додайте дію «Створити архів» до «Команд» для створення ZIP-архіву.
vi: Cài đặt hành động “Tạo lưu trữ” vào “Phím tắt”, sau đó chia sẻ bản ghi âm của bạn với hành động này để tạo kho lưu trữ ZIP.

source: Invalid Code Signature
es: Firma de código no válida
ru: Неверная подпись кода
tr: Geçersiz Kod İmzası
ug_cn: ئىناۋەتسىز كود ئىمزاسى
uk: Невірний підпис коду
vi: Mã chữ ký không hợp lệ

source: Invalid code signature. Please reinstall this application from TrollStore.
es: Firma de código no válida. Por favor, reinstala esta aplicación desde TrollStore.
ru: Неверная подпись кода. Переустановите приложение через TrollStore.
tr: Geçersiz kod imzası. Lütfen bu uygulamayı TrollStore'dan yeniden yükleyin.
ug_cn: ئىناۋەتسىز كود ئىمزاسى. بۇ پروگراممىنى TrollStore دىن قايتا قاچىلاڭ.
uk: Невірний підпис коду. Перевстановіть додаток через TrollStore.
vi: Chữ ký mã không hợp lệ.Vui lòng cài đặt ứng dụng này từ TrollStore.

source: Is Favourite
es: Es favorito
fr: Est favori
ru: В избранном
tr: Favori mi
ug_cn: ساقلانغانمۇ
uk: У обраному
vi: Được yêu thích

source: Is Finalized
es: Finalizada
fr: Est finalisé
ru: Завершено
tr: Sonlandırıldı
ug_cn: بىر تەرەپ قىلىنغانمۇ
uk: Завершено
vi: Đã hoàn thành

source: Is Finalizing
es: Finalizando
fr: Finalisation
ru: Завершается
tr: Sonlandırılıyor
ug_cn: بىر تەرەپ قىلىنىۋاتامدۇ
uk: Завершується
vi: Đang hoàn thiện

source: Is Microphone Enabled
es: Micrófono activado
ru: Микрофон включён
tr: Mikrofon Etkin mi
ug_cn: مىكروفون قوزغىتىلغانمۇ
uk: Мікрофон увімкнено
vi: Micrô có được bật không

source: Is Paused
es: En pausa
fr: Est en pause
ru: На паузе
tr: Duraklatıldı
ug_cn: توختىتىلغانمۇ
uk: На паузі
vi: Đã tạm dừng

source: Is Running
es: En ejecución
fr: Est en cours d'exécution
ru: Запущено
tr: Çalışıyor
ug_cn: خاتىرىلىنىۋاتامدۇ
uk: Працює
vi: Đang chạy

source: Item #%lu
es: Elemento #%lu
fr: Article #%lu
ru: Элемент №%lu
tr: Öğe #%lu
ug_cn: تۈر #%lu
uk: Елемент №%lu

source: Just in case that you love it.
es: Por si te encanta.
fr: Au cas où vous l'aimeriez.
ru: На случай, если вам понравится.
tr: Sevdiğiniz ihtimaline karşı.
ug_cn: سىز ياقتۇرۇپ قالارسىز دېگەن ئۈمىدتە.
uk: На випадок, якщо вам сподобається.
vi: Trong trường hợp bạn thích nó.

source: Just now
es: Ahora mismo
fr: A l'instant
ru: Только что
tr: Şimdi
ug_cn: ھازىرلا
uk: Щойно
vi: Vừa rồi

source: Keep Screen On When Connected
es: Mantener pantalla encendida al conectar
fr: Maintenir l'écran allumé lorsqu'il est connecté
ru: Не выключать экран при подключении
tr: Bağlandığında Ekranı Açık Tut
ug_cn: باغلانغاندا ئېكران ئوچۇق تۇرسۇن
uk: Не вимикати екран при підключенні
vi: Giữ Màn Hình Bật Khi Kết Nối

source: Keyboard Avoidance
es: Evitar teclado
ru: Избегание клавиатуры
tr: Klavye Engelleme
ug_cn: كۇنۇپكا تاختىسىدىن قېچىش
uk: Уникнення клавіатури
vi: Tránh bàn phím

source: Kill all applications and restart the render server (backboardd).
es: Cerrar todas las aplicaciones y reiniciar el servidor de renderizado (backboardd).
fr: Arrêtez toutes les applications et redémarrez le serveur de rendu (backboardd).
ru: Закрыть все приложения и перезапустить сервер рендеринга (backboardd).
tr: Tüm uygulamaları kapatın ve render sunucusunu (backboardd) yeniden başlatın.
ug_cn: بارلىق پروگراممىلارنى تاقاش ۋە كۆرسىتىش مۇلازىمېتىرىنى (backboardd) قايتا قوزغىتىش.
uk: Закрити всі програми та перезапустити сервер рендерингу (backboardd).
vi: Tắt tất cả các ứng dụng và khởi động lại máy chủ kết xuất (backboardd).

source: Language Changed
es: Idioma cambiado
ru: Язык изменён
tr: Dil Değiştirildi
ug_cn: تىل ئۆزگەرتىلدى
uk: Мову змінено
vi: Ngôn ngữ đã thay đổi

source: Larger
es: Más grande
fr: Plus grand
ru: Больше
tr: Daha Büyük
ug_cn: چوڭراق
uk: Більше
vi: Lớn hơn

source: Last successful synchronization: %@
es: Última sincronización exitosa: %@
ru: Последняя успешная синхронизация: %@
tr: Son başarılı senkronizasyon: %@
ug_cn: ئاخىرقى مۇۋەپپەقىيەتلىك ماسلاشتۇرۇش: %@
uk: Остання успішна синхронізація: %@
vi: Đồng bộ hóa thành công cuối cùng: %@

source: Later
es: Más tarde
fr: Plus tard
ru: Позже
tr: Daha sonra
ug_cn: كېيىنچە
uk: Пізніше
vi: Sau

source: launch
es: iniciar
ru: запуск
tr: başlat
ug_cn: قوزغىتىش
uk: запуск
vi: Khởi chạy

source: Launch App at End
es: Iniciar app al finalizar
fr: Lancer l'application à la fin
ru: Запустить приложение по завершении
tr: Sonda Uygulamayı Başlat
ug_cn: ئاخىرىدا پروگراممىنى قوزغىتىش
uk: Запустити програму після завершення
vi: Khởi chạy ứng dụng ở cuối

source: Launch Shield
es: Escudo de inicio
fr: Lancer lorsque déverrouillé pour la première fois
tr: İlk Kilit Açmada Başlat
ug_cn: قوغدىغۇچى قوزغىتىش
vi: Khởi chạy khi mở khóa lần đầu tiên

source: Leading & Trailing
es: Principal y posterior
fr: En tête et à la traîne
ru: Ведущий и завершающий
tr: Baştaki ve Sondaki
ug_cn: سول ۋە ئوڭ گىرۋەك
uk: Провідний та завершальний
vi: Dẫn đầu & Theo sau

source: leading edge
es: borde principal
fr: avant-garde
ru: ведущая грань
tr: ön kenar
ug_cn: سول تەرەپ
uk: провідний край
vi: cạnh hàng đầu

source: Legacy Jailbreak
es: Jailbreak heredado
ru: Старый джейлбрейк
tr: Eski Jailbreak
ug_cn: كونا قۇلۇپسىزلاش
uk: Застарілий джейлбрейк

source: Less serious error occurred.
es: Ocurrió un error menos grave.
ru: Произошла незначительная ошибка.
tr: Düşük risk bir hata oluştu.
ug_cn: ئانچە ئېغىر بولمىغان خاتالىق يۈز بەردى.
uk: Сталася незначна помилка.
vi: Đã ít xảy ra lỗi nghiêm trọng hơn.

source: Lifetime Guarantee
es: Garantía de por vida
fr: Disponible à vie
ru: Пожизненная гарантия
tr: Ömür Boyu Garanti
ug_cn: بىر قېتىم سېتىۋالسىڭىز ئۆمۈرلۈك ئىشلىتەلەيسىز
uk: Пожиттєва гарантія
vi: Có sẵn vĩnh viễn

source: Link Device to Havoc
es: Vincular dispositivo a Havoc
fr: Lier l'appareil à Havoc
ru: Привязать устройство к Havoc
tr: Cihazı Havoc'a Bağla
ug_cn: «ۋەيرانچىلىق» دۇكىنىغا باغلاش
uk: Прив'язати пристрій до Havoc
vi: Liên kết thiết bị với Havoc

source: List and Detail
es: Lista y detalle
ru: Список и детали
tr: Liste ve Ayrıntı
ug_cn: تىزىملىك ۋە تەپسىلات
uk: Список та деталі
vi: Danh sách và Chi tiết

source: Loading…
es: Cargando…
fr: Chargement…
ru: Загрузка…
tr: Yükleniyor…
ug_cn: يۈكلەۋاتىدۇ…
uk: Завантаження…
vi: Đang tải…

source: Local Storage
es: Almacenamiento local
fr: Stockage local
ru: Локальное хранилище
tr: Yerel Depolama
ug_cn: يەرلىك ساقلىغۇچ
uk: Локальне сховище
vi: Lưu trữ cục bộ

source: Localized name of the provider application. That is, where this recording comes from.
es: Nombre localizado de la aplicación proveedora. Es decir, de dónde procede esta grabación.
fr: Nom localisé de l'application fournisseur. C'est-à-dire, d'où provient cet enregistrement.
ru: Локализованное название приложения-источника записи.
tr: Sağlayıcı uygulamasının yerelleştirilmiş adı. Yani, bu kaydın geldiği yer.
ug_cn: تەمىنلىگۈچى پروگراممىنىڭ يەرلىكلەشتۈرۈلگەن نامى. يەنى، بۇ ئۈن يازما نەدىن كەلگەن.
uk: Локалізована назва програми-джерела запису.
vi: Tên bản địa hóa của ứng dụng nhà cung cấp. Đó là, bản ghi âm này đến từ đâu.

source: Locate in Maps
es: Localizar en Mapas
fr: Localiser dans les cartes
ru: Открыть в Картах
tr: Haritalarda Bul
ug_cn: خەرىتىدە ئورۇن بەلگىلەش
uk: Відкрити в Картах
vi: Xác định vị trí trong Bản đồ

source: Location
es: Ubicación
fr: Emplacement
ru: Местоположение
tr: Konum
ug_cn: ئورۇن
uk: Місцезнаходження
vi: Vị trí

source: Location Permission Denied
es: Permiso de ubicación denegado
fr: Permission de localisation refusée
ru: Доступ к местоположению запрещён
tr: Konum İzni Reddedildi
ug_cn: ئورۇن ئىشلىتىش ھوقۇقى رەت قىلىندى
uk: Доступ до місцезнаходження заборонено
vi: Quyền vị trí bị từ chối

source: Location Services
es: Servicios de localización
fr: Services de localisation
ru: Службы геолокации
tr: Konum Servisleri
ug_cn: ئورۇن مۇلازىمىتى
uk: Служби геолокації
vi: Dịch vụ định vị

source: Locked
es: Bloqueado
fr: Verrouillé
ru: Заблокировано
tr: Kilitli
ug_cn: قۇلۇپلانغان
uk: Заблоковано
vi: Đã khoá

source: Log Viewer
es: Visor de registros
fr: Visionneuse de journaux
ru: Просмотр логов
tr: Günlük Görüntüleyici
ug_cn: خاتىرە كۆرگۈچ
uk: Переглядач логів
vi: Trình xem nhật ký

source: Logging
es: Registro
fr: Enregistrement
ru: Логирование
tr: Günlük Kaydı
ug_cn: خاتىرە
uk: Логування
vi: Ghi nhật ký

source: Login Tips
es: Consejos de inicio de sesión
ru: Советы по входу
tr: Giriş İpuçları
ug_cn: كىرىش ئەسكەرتىشى
uk: Поради щодо входу
vi: Mẹo đăng nhập

source: Long Date
es: Fecha larga
fr: Date longue
ru: Длинная дата
tr: Uzun Tarih
ug_cn: ئۇزۇن چېسلا
uk: Довга дата
vi: Ngày dài

source: Long press the hoverball to start or stop recording by convenience.
es: Mantén pulsada la bola flotante para iniciar o detener la grabación cómodamente.
ru: Долгое нажатие на плавающую кнопку для удобного управления записью.
tr: Kaydı kolayca başlatmak veya durdurmak için hoverball'a uzun basın.
ug_cn: لەيلىمە توپنى ئۇزۇن بېسىپ خاتىرىلەش باشلاش ياكى توختىتىش.
uk: Долгое нажатие на плавающую кнопку для удобного управления записью.
vi: Nhấn và giữ bong bóng để bắt đầu hoặc dừng ghi âm một cách thuận tiện.

source: Long Time
es: Hora larga
fr: Longtemps
ru: Долгое время
tr: Uzun Süre
ug_cn: ئۇزۇن ۋاقىت
uk: Довгий час
vi: Thời gian dài

source: Low Disk Space
es: Poco espacio en disco
fr: Espace disque faible
ru: Мало места на диске
tr: Düşük Disk Alanı
ug_cn: ساقلاش بوشلۇقى يېتىشمىدى
uk: Мало місця на диску
vi: Dung lượng đĩa thấp

source: Made with ♥ by OwnGoal Studio
es: Hecho con ♥ por OwnGoal Studio
fr: Fabriqué avec amour par OwnGoal Studio
ru: Сделано с ♥ в OwnGoal Studio
tr: OwnGoal Studio tarafından ♥ ile yapılmıştır
uk: Зроблено з ♥ в OwnGoal Studio
vi: Được làm bằng tình yêu bởi OwnGoal Studio

source: Mail composition failed
es: Error al redactar el correo
fr: Échec de la composition du courrier
ru: Не удалось создать письмо
tr: E-Posta oluşturma başarısız oldu
ug_cn: ئېلخەت يوللاش مەغلۇپ بولدى
uk: Не вдалося створити лист
vi: Soạn thư không thành công

source: Maintenance
es: Mantenimiento
ru: Обслуживание
tr: Bakım
ug_cn: ساقلاش
uk: Технічне обслуговування
vi: BẢO TRÌ

source: Make a ${requestedMode} recording
es: Hacer una grabación ${requestedMode}
ru: Сделать запись в режиме ${requestedMode}
tr: ${requestedMode} kaydı yap
ug_cn: ${requestedMode} ئۈن يازما قىلىش
uk: Зробити запис у режимі ${requestedMode}
vi: Thực hiện ghi âm ${requestedMode}

source: Make a new recording, or stop an existing one.
es: Hacer una nueva grabación o detener una existente.
ru: Начать новую запись или остановить текущую.
tr: Yeni bir kayıt yapın veya mevcut bir kaydı durdurun.
ug_cn: يېڭى ئۈن يازما باشلاش ياكى مەۋجۇت بىرنى توختىتىش.
uk: Почати новий запис або зупинити поточний.
vi: Tạo bản ghi âm mới hoặc dừng bản ghi âm hiện tại.

source: Make a new voice memo, or stop an existing one.
es: Hacer una nueva nota de voz o detener una existente.
ru: Создать новый голосовой меморандум или остановить текущий.
tr: Yeni bir sesli not oluşturun veya mevcut bir sesli notu durdurun.
ug_cn: يېڭى ئاۋاز خاتىرىسى باشلاش ياكى مەۋجۇت بىرنى توختىتىش.
uk: Створити новий голосовий меморандум або зупинити поточний.
vi: Tạo một bản ghi nhớ giọng nói mới hoặc dừng bản ghi nhớ giọng nói hiện tại.

source: Make shallow copies of recordings in a backup domain, and allow iCloud Backup to include them.
es: Hacer copias superficiales de las grabaciones en un dominio de copia de seguridad y permitir que la Copia de seguridad de iCloud las incluya.
fr: Faites des copies de sauvegarde des enregistrements dans un domaine de sauvegarde et autorisez iCloud Backup à les inclure.
ru: Создавать поверхностные копии записей в резервной области и разрешать их включение в iCloud Backup.
tr: Kayıtların yedekleme alanında yüzeysel kopyalarını alın ve iCloud Yedekleme'nin bunları içermesine izin verin.
ug_cn: زاپاسلاش دائىرىسىدە ئۈن يازمىلارنىڭ يۈزەكى نۇسخىسىنى قۇرۇش ۋە iCloud زاپاسلاشتا بۇلارنى ئۆز ئىچىگە ئېلىشقا يول قويۇش.
uk: Створювати поверхневі копії записів у резервній області та дозволяти їх включення в iCloud Backup.
vi: Tạo các bản sao nông của bản ghi âm trong miền sao lưu và cho phép iCloud Backup đưa chúng vào.

source: Make the associated call recordings displayed on the call history page, jump to TrollRecorder for a playback.
es: Mostrar las grabaciones de llamadas asociadas en la página del historial de llamadas y acceder a TrollRecorder para reproducirlas.
fr: Lire les enregistrements d'appels existants directement dans la liste de l'historique des appels.
ru: Связанные записи звонков на странице истории вызовов будут открываться в TrollRecorder для воспроизведения.
tr: Mevcut arama kayıtlarını doğrudan arama geçmişi listesinde oynatın.
ug_cn: مۇناسىۋەتلىك چاقىرىش ئۈن يازمىلىرىنى چاقىرىش خاتىرىسى بېتىدە كۆرسىتىش، قايتا قويۇش ئۈچۈن تىرول ئۈن خاتىرىلىگۈچكە ئاتلاش.
uk: Пов’язані записи дзвінків на сторінці історії викликів відкриватимуться в TrollRecorder для відтворення.
vi: Thực hiện ghi âm cuộc gọi liên quan được hiển thị trên trang lịch sử cuộc gọi, chuyển đến TrollRecorder để phát lại.

source: Make the device ring or vibrate when recording ends.
es: Hacer que el dispositivo suene o vibre cuando finalice la grabación.
ru: Заставлять устройство звонить или вибрировать при окончании записи.
tr: Kayıt sona erdiğinde cihazın çalmasını veya titremesini sağlayın.
ug_cn: ئۈن يازما ئاخىرلاشقاندا ئۈسكۈنىنى جىرىڭلىتىش ياكى تىترىتىش.
uk: Примушувати пристрій дзвонити або вібрувати після завершення запису.
vi: Làm cho thiết bị đổ chuông hoặc rung khi quá trình ghi âm kết thúc.

source: Make the device ring or vibrate when recording starts.
es: Hacer que el dispositivo suene o vibre cuando se inicie la grabación.
ru: Заставлять устройство звонить или вибрировать при начале записи.
tr: Kayıt başladığında cihazın çalmasını veya titremesini sağlayın.
ug_cn: ئۈن يازما باشلانغاندا ئۈسكۈنىنى جىرىڭلىتىش ياكى تىترىتىش.
uk: Примушувати пристрій дзвонити або вібрувати на початку запису.
vi: Làm cho thiết bị đổ chuông hoặc rung khi bắt đầu ghi âm.

source: Make the hoverball invisible when taking screenshots or screen recordings.
es: Ocultar la bola flotante al hacer capturas o grabaciones de pantalla.
fr: Rendez le hoverball global invisible lors de la capture d'écran ou de l'enregistrement de l'écran.
ru: Скрывать hoverball при создании скриншотов или записи экрана.
tr: Ekran görüntüsü veya ekran kaydı alırken genel hoverball'u görünmez yapın.
ug_cn: ئېكران كەستىدە ياكى ئېكران خاتىرىلەشتە لەيلىمە توپنى كۆرۈنمەس قىلىش.
uk: Приховувати hoverball під час створення скріншотів або запису екрану.
vi: Làm cho bong bóng mọi nơi trở nên vô hình khi chụp ảnh màn hình hoặc ghi lại màn hình.

source: Make the hoverball invisible when the device is in landscape orientation.
es: Ocultar la bola flotante cuando el dispositivo esté en orientación horizontal.
ru: Скрывать hoverball в альбомной ориентации устройства.
tr: Cihaz yatay yöndeyken hoverball'u görünmez yapın.
ug_cn: ئۈسكۈنە توغرىسىغا يۆنىلىشتە تۇرغاندا لەيلىمە توپنى كۆرۈنمەس قىلىش.
uk: Приховувати hoverball у альбомній орієнтації пристрою.
vi: Làm cho bong bóng trở nên vô hình khi thiết bị ở chế độ ngang.

source: Make the hoverball semi-transparent or folded when leave it for a while.
es: Hacer que la bola flotante sea semitransparente o se pliegue tras un tiempo de inactividad.
fr: Rendez le hoverball global semi-transparent ou replié lorsqu'il est laissé inactif pendant un certain temps.
ru: Делать hoverball полупрозрачным или свернутым после бездействия.
tr: Hoverball'u bir süre bıraktığınızda yarı saydam veya katlanmış hale getirin.
ug_cn: لەيلىمە توپ بىر مەزگىل ئىشلىتىلمىگەندە، يېرىم سۈزۈك ياكى قاتلانغان ھالەتكە ئۆتۈش.
uk: Робити hoverball напівпрозорим або згорнутим після бездіяльності.
vi: Làm cho bong bóng trong suốt hoặc gấp lại khi để nó trong một thời gian.

source: Making a phone call to begin recording.
es: Realizando una llamada para iniciar la grabación.
fr: Passer un appel téléphonique pour commencer l'enregistrement.
ru: Совершение звонка для начала записи.
tr: Kaydı başlatmak için telefon görüşmesi yapılıyor.
ug_cn: ئۈن خاتىرىلەشنى باشلاش ئۈچۈن تېلېفون قىلىش.
uk: Виконання дзвінка для початку запису.
vi: Gọi điện thoại để bắt đầu ghi âm.

source: Mark
es: Marcar
fr: Marquer
ru: Пометить
tr: İşaretle
ug_cn: ساقلاش
uk: Позначити
vi: Đánh dấu

source: Maximum
es: Máximo
ru: Максимум
tr: Maksimum
ug_cn: ئەڭ چوڭ
uk: Максимум
vi: Tối đa

source: Medium
es: Medio
fr: Moyen
ru: Средний
tr: Orta
ug_cn: ئوتتۇراھال
uk: Середній
vi: Trung bình

source: Medium Date
es: Fecha mediana
fr: Date moyenne
ru: Средний формат даты
tr: Orta Tarih
ug_cn: ئوتتۇراھال چېسلا
uk: Середній формат дати
vi: Ngày trung bình

source: Medium Time
es: Hora mediana
fr: Temps moyen
ru: Средний формат времени
tr: Orta Süre
ug_cn: ئوتتۇراھال ۋاقىت
uk: Середній формат часу
vi: Thời gian trung bình

source: Merge
es: Fusionar
ru: Объединить
tr: Birleştir
ug_cn: بىرلەشتۈرۈش
uk: Об'єднати
vi: Hợp nhất

source: Merged File
es: Archivo fusionado
fr: Fichier fusionné
ru: Объединенный файл
tr: Birleştirilmiş Dosya
ug_cn: بىرلەشتۈرۈلگەن ھۆججەت
uk: Об'єднаний файл
vi: Tệp đã hợp nhất

source: Message
es: Mensaje
ru: Сообщение
tr: Mesaj
ug_cn: ئۇچۇر
uk: Повідомлення

source: Metadata
es: Metadatos
fr: Métadonnées
ru: Метаданные
tr: Metaveri
ug_cn: مېتا ئۇچۇرلار
uk: Метадані

source: Microphone
es: Micrófono
ru: Микрофон
tr: Mikrofon
ug_cn: مىكروفون
uk: Мікрофон

source: microphone
es: micrófono
ru: микрофон
tr: mikrofon
ug_cn: مىكروفون
uk: мікрофон

source: Microphone and speaker are recorded in different channels.
es: El micrófono y el altavoz se graban en canales diferentes.
fr: Le microphone et le haut-parleur sont enregistrés dans des canaux différents.
ru: Микрофон и динамик записываются на разные каналы.
tr: Mikrofon ve hoparlör farklı kanallarda kaydedilir.
ug_cn: مىكروفون ۋە ياڭراتقۇ ئوخشىمىغان قاناللاردا خاتىرىلىنىدۇ.
uk: Мікрофон і динамік записуються на різні канали.
vi: Micrô và loa được ghi lại ở các kênh khác nhau.

source: Minutes
es: Minutos
fr: Procès-verbal
ru: Минуты
tr: Dakika
ug_cn: مىنۇت
uk: Хвилини
vi: Phút

source: Missing required permissions to access Google Drive. Please re-authorize with Google and grant all “Google Drive” permissions to “TrollRecorder”.
es: Faltan permisos necesarios para acceder a Google Drive. Vuelve a autorizar con Google y concede todos los permisos de “Google Drive” a “TrollRecorder”.
ru: Недостаточно прав для доступа к Google Drive. Повторно авторизуйтесь в Google и предоставьте все права «Google Drive» для «TrollRecorder».
tr: Google Drive'a erişmek için gerekli izinler eksik. Lütfen Google ile yeniden yetkilendirin ve “TrollRecorder” a tüm “Google Drive” izinlerini verin.
ug_cn: Google Drive غا كىرىش ھوقۇقى يېتىشمىدى. Google غا قايتا كىرىپ «تىرول ئۈن خاتىرىلىگۈچ» كە بارلىق “Google Drive” ھوقۇقلىرىنى بېرىڭ.
uk: Бракує необхідних дозволів для доступу до Google Drive. Повторно авторизуйтесь у Google і надайте всі дозволи «Google Drive» для «TrollRecorder».
vi: Thiếu quyền cần thiết để truy cập Google Drive. Vui lòng cấp lại quyền với Google và cấp tất cả quyền “Google Drive” cho “TrollRecorder”.

source: Mixed
es: Mezclado
fr: Mixte
ru: Смешанный
tr: Karışık
ug_cn: ئارىلاش
uk: Змішаний
vi: Được phối lại

source: Mixer & Combiner
es: Mezclador y combinador
fr: Mélangeur & Combiner
ru: Микшер и объединитель
tr: Karıştırıcı ve Birleştirici
ug_cn: ئاۋاز ئارىلاشتۇرغۇچ ۋە بىرلەشتۈرگۈچ
uk: Мікшер і об'єднувач
vi: Phối & Kết hợp

source: Mixer Audio Format
es: Formato de audio del mezclador
fr: Format audio du mixeur
ru: Формат аудио микшера
tr: Karıştırıcı Ses Formatı
ug_cn: ئاۋاز فورماتى
uk: Формат аудіо мікшера
vi: Phối định dạng âm thanh

source: Mixer File Format
es: Formato de archivo del mezclador
fr: Format de fichier du mixeur
ru: Формат файла микшера
tr: Karıştırıcı Dosya Formatı
ug_cn: ھۆججەت فورماتى
uk: Формат файлу мікшера
vi: Định dạng tập tin bản phối lại

source: Mixer Quality
es: Calidad del mezclador
ru: Качество микшера
tr: Karıştırıcı Kalitesi
ug_cn: ئاۋاز سۈپىتى
uk: Якість мікшера
vi: Chất lượng Phối

source: Month Number
es: Número del mes
fr: Mois Nombre
ru: Номер месяца
tr: Ay Numarası
ug_cn: ئاي
uk: Номер місяця
vi: Số tháng

source: Monthly Arranged
es: Organizado mensualmente
ru: Размещено по месяцам
tr: Aylık Düzenlenmiş
ug_cn: ئايلىق تەرتىپلەنگەن
uk: Розташовано за місяцями
vi: Sắp xếp hàng tháng

source: More icons, more innovation.
es: Más iconos, más innovación.
fr: Plus d'icônes, plus d'innovation.
ru: Больше иконок — больше инноваций.
tr: Daha fazla simge, daha fazla yenilik.
ug_cn: تېخىمۇ كۆپ سىنبەلگە، تېخىمۇ كۆپ يېڭىلىق.
uk: Більше іконок — більше інновацій.
vi: Nhiều biểu tượng hơn, nhiều sáng tạo hơn.

source: More Options
es: Más opciones
fr: Plus d'options
ru: Дополнительные опции
tr: Daha Fazla Seçenek
ug_cn: تېخىمۇ كۆپ تاللاش
uk: Додаткові параметри
vi: Thêm tùy chọn

source: Move deleted recordings to a special folder that allows you to restore them if you change your mind or realize you need them later.
es: Mover las grabaciones eliminadas a una carpeta especial que te permita restaurarlas si cambias de opinión o te das cuenta de que las necesitas más tarde.
fr: Déplacer les enregistrements supprimés vers un dossier spécial qui vous permet de restaurer les éléments supprimés si vous changez d'avis ou réalisez que vous en avez besoin plus tard.
ru: Перемещать удаленные записи в специальную папку для возможного восстановления.
tr: Silinen kayıtları, fikrinizi değiştirirseniz veya daha sonra ihtiyacınız olduğunu fark ederseniz geri yüklemenize olanak tanıyan özel bir klasöre taşıyın.
ug_cn: ئۆچۈرۈلگەن ئۈن يازمىلارنى مەخسۇس قىسقۇچقا يۆتكەش، پىكرىڭىز ئۆزگەرگەندە ياكى كېيىن كېرەك بولۇپ قالغاندا ئەسلىگە كەلتۈرەلەيسىز.
uk: Переміщати видалені записи до спеціальної папки для можливого відновлення.
vi: Di chuyển các bản ghi âm đã xóa vào một thư mục đặc biệt cho phép bạn khôi phục các mục đã xóa nếu bạn đổi ý hoặc nhận ra rằng bạn cần chúng sau này.

source: MPEG-4 Audio
es: Audio MPEG-4
fr: Audio MPEG-4
ru: Аудио MPEG-4
tr: MPEG-4 Ses
ug_cn: MPEG-4 ئاۋاز (m4a)
uk: Аудіо MPEG-4
vi: Âm thanh MPEG-4

source: mute
es: silenciar
ru: отключить звук
tr: sessiz
ug_cn: ئۈنسىز
uk: вимкнути звук
vi: tắt tiếng

source: Mute ${requestedChannel}
es: Silenciar ${requestedChannel}
ru: Отключить звук ${requestedChannel}
tr: ${requestedChannel} Sessiz
ug_cn: ${requestedChannel} نى ئۈنسىز قىلىش
uk: Вимкнути звук ${requestedChannel}
vi: Tắt tiếng ${requestedChannel}

source: Mute Existing Calls
es: Silenciar llamadas existentes
ru: Отключить звук текущих звонков
tr: Mevcut Aramaları Sessize Al
ug_cn: مەۋجۇت چاقىرىشلارنى ئۈنسىز قىلىش
uk: Вимкнути звук поточних дзвінків
vi: Tắt tiếng cuộc gọi hiện tại

source: Mute specified channel of all existing calls.
es: Silenciar el canal especificado de todas las llamadas existentes.
ru: Отключить звук указанного канала во всех текущих звонках.
tr: Mevcut tüm aramaların belirtilen kanalını sessize alın.
ug_cn: بارلىق مەۋجۇت چاقىرىشلارنىڭ بەلگىلەنگەن قانىلىنى ئۈنسىز قىلىش.
uk: Вимкнути звук зазначеного каналу у всіх поточних дзвінках.
vi: Tắt tiếng kênh đã chỉ định của tất cả các cuộc gọi hiện có.

source: My Favourite
es: Mi favorito
fr: Mon préféré
ru: Мое избранное
tr: Benim Favorim
ug_cn: ساقلانغان
uk: Моє обране
vi: Yêu thích của Tôi
