Repository: Lessica/TrollRecorder
Catalog: res/*.lproj/Localizable.strings
Languages: es, fr, ru, tr, ug_cn, uk, vi

source: Choose the size preset of the hoverball.
es: Elegir el tamaño predefinido de la bola flotante.
fr: Choisissez le préréglage de taille de la hoverball globale.
ru: Выберите размер плавающей кнопки.
tr: Hoverball'ın boyut ön ayarını seçin.
ug_cn: لەيلىمە توپنىڭ بەلگىلەنگەن چوڭلۇقىنى تاللاڭ.
uk: Виберіть розмір плаваючої кнопки.
vi: Chọn kích thước đặt trước của quả bóng bay mọi nơi.

source: Clean Caches Automatically
es: Limpiar cachés automáticamente
fr: Nettoyer automatiquement les caches
ru: Автоматически очищать кеш
tr: Önbellekleri Otomatik Temizle
ug_cn: غەملەكلەرنى ئاپتوماتىك تازىلاش
uk: Автоматично очищати кеш
vi: Tự động làm sạch bộ nhớ đệm

source: Clear
es: Limpiar
ru: Очистить
tr: Temiz
ug_cn: تازىلاش
uk: Очистити
vi: Xoá

source: Clear Selection
es: Borrar selección
fr: Effacer la sélection
ru: Снять выделение
tr: Seçimi Temizle
ug_cn: تاللانمىنى تازىلاش
uk: Зняти виділення
vi: Lựa chọn rõ ràng

source: Clear Wave Caches
es: Limpiar cachés de onda
ru: Очистить кеш волн
tr: Wave Önbelleklerini Temizle
ug_cn: دولقۇن غەملەكلىرىنى تازىلاش
uk: Очистити кеш хвиль
vi: Xóa bộ nhớ đệm sóng rõ ràng

source: Close
es: Cerrar
fr: Fermer
ru: Закрыть
tr: Kapat
ug_cn: يېپىش
uk: Закрити
vi: Đóng

source: Collapse Recursively
es: Contraer recursivamente
fr: Effondrement récursif
ru: Свернуть рекурсивно
tr: Özyinelemeli Daralt
ug_cn: بىر تەرەپ قىلىش
uk: Згорнути рекурсивно
vi: Thu gon đệ quy

source: Collecting
es: Recopilando
fr: Collecte
ru: Сбор
tr: Toplanıyor
ug_cn: توپلاۋاتىدۇ
uk: Збір
vi: Thu thập

source: Combined
es: Combinado
fr: Combiné
ru: Объединённый
tr: Birleştirilmiş
ug_cn: بىرلەشتۈرۈلگەن
uk: Об’єднаний
vi: Kết hợp

source: Combined Mode
es: Modo combinado
fr: Mode combiné
ru: Объединённый режим
tr: Birleştirilmiş Mod
ug_cn: بىرلەشتۈرۈش ھالىتى
uk: Об’єднаний режим
vi: Chế độ kết hợp

source: Compiled at %@
es: Compilado el %@
ru: Собрано %@
tr: %@ adresinde derlenmiştir
ug_cn: %@ دا تەرجىمە قىلىنغان
uk: Зібрано %@
vi: Tổng hợp tại %@

source: Compress Recording
es: Comprimir grabación
fr: Enregistrer la compression
ru: Сжимать запись
tr: Kaydı Sıkıştır
uk: Стискати запис
vi: Ghi âm nén

source: Configure the embedded client with your WebDAV server address, username and password.
es: Configura el cliente integrado con la dirección de tu servidor WebDAV, nombre de usuario y contraseña.
ru: Настройте клиент WebDAV: адрес сервера, имя пользователя и пароль.
tr: Katıştırılmış istemciyi WebDAV sunucu adresiniz, kullanıcı adınız ve parolanızla yapılandırın.
ug_cn: سىزنىڭ WebDAV مۇلازىمېتىر ئادرېسى، ئىشلەتكۈچى ئىسمى ۋە پارولىڭىز بىلەن كىرىشتۈرۈلگەن خېرىدارنى سەپلەڭ.
uk: Налаштуйте клієнт WebDAV: адреса сервера, ім'я користувача та пароль.
vi: Định cấu hình máy khách nhúng với địa chỉ máy chủ, tên người dùng và mật khẩu WebDAV của bạn.

source: Configure WebDAV Client
es: Configurar cliente WebDAV
ru: Настроить WebDAV-клиент
tr: WebDAV İstemcisini Yapılandırma
ug_cn: WebDAV خېرىدارنى سەپلەش
uk: Налаштувати WebDAV-клієнт
vi: Cấu hình WedDAV khách hàng

source: Confirm
es: Confirmar
fr: Confirmer
ru: Подтвердить
tr: Onayla
ug_cn: جەزملەش
uk: Підтвердити
vi: Xác Nhận

source: Confirm your Havoc account, it is the only proof of purchase. You are responsible for any loss of authorization due to forgotten accounts. When making a purchase, please click on the amount on the page to complete the payment, do not click on the gift icon.
es: Confirma tu cuenta de Havoc, es el único comprobante de compra. Eres responsable de cualquier pérdida de autorización debido a cuentas olvidadas. Al realizar una compra, haz clic en el importe en la página para completar el pago, no hagas clic en el icono de regalo.
ru: Подтвердите аккаунт Havoc — это единственное доказательство покупки. Не нажимайте на иконку подарка при оплате.
tr: Havoc hesabınızı onaylayın, bu satın alma işleminin tek kanıtıdır. Unutulan hesaplar nedeniyle oluşabilecek yetki kayıplarından siz sorumlusunuz. Bir satın alma işlemi yaparken, ödemeyi tamamlamak için lütfen sayfadaki tutara tıklayın, hediye simgesine tıklamayın.
ug_cn: Havoc ھېساباتىڭىزنى جەزملەڭ، بۇ سېتىۋېلىشنىڭ بىردىنبىر ئىسپاتى. ھېساباتنى ئۇنتۇش سەۋەبىدىن ھوقۇق يوقىتىشقا ئۆزىڭىز مەسئۇل. سېتىۋالغاندا بەتتىكى مەبلەغنى چېكىپ تۆلەمنى تاماملاڭ، سوۋغا سىنبەلگىسىنى چەكمەڭ.
uk: Підтвердіть обліковий запис Havoc — це єдиний доказ покупки. Не натискайте на іконку подарунка при оплаті.
vi: Xác nhận tài khoản Havoc của bạn, đây là bằng chứng mua hàng duy nhất. Bạn chịu trách nhiệm về bất kỳ mất mát ủy quyền nào do quên tài khoản. Khi mua hàng, vui lòng nhấp vào số tiền trên trang để hoàn tất thanh toán, không nhấp vào biểu tượng quà tặng.

source: connected
es: conectado
fr: connecté
ru: подключён
tr: bağlandı
ug_cn: ئۇلاندى
uk: підключено
vi: đã kết nối

source: Connected Clients: %d
es: Clientes conectados: %d
fr: Clients connectés : %d
ru: Подключённые клиенты: %d
tr: Bağlı İstemciler: %d
ug_cn: ئۇلانغان خېرىدارلار: %d
uk: Підключені клієнти: %d
vi: Khách hàng được kết nối: %d

source: Connection
es: Conexión
ru: Подключение
tr: Bağlantı
ug_cn: ئۇلىنىش
uk: Підключення
vi: Kết Nối

source: Constants
es: Constantes
fr: Constantes
ru: Константы
tr: Sabitler
ug_cn: تۇراقلىق قىممەتلەر
uk: Константи
vi: Hằng Số

source: Contact Exceptions
es: Excepciones de contactos
fr: Exceptions de contact
ru: Исключения контактов
tr: Kişi İstisnaları
ug_cn: ئالاقەداش مۇستەسنالىقلىرى
uk: Винятки контактів
vi: Ngoại lệ liên hệ

source: Contact Name
es: Nombre del contacto
fr: Nom du contact
ru: Имя контакта
tr: Kişi Adı
ug_cn: ئالاقەداش ئىسمى
uk: Ім'я контакту
vi: Tên Liên Hệ

source: Contact Phone Address
es: Número de teléfono del contacto
fr: Adresse de contact
ru: Телефон контакта
tr: Kişi Telefon Adresi
ug_cn: ئالاقەداش تېلېفون نومۇرى
uk: Телефон контакту
vi: Số điện thoại liên hệ

source: Contact Us
es: Contáctanos
fr: Nous contacter
ru: Связаться с нами
tr: Bize Ulaşın
ug_cn: بىز بىلەن ئالاقىلىشىڭ
uk: Зв'язатися з нами
vi: Liên hệ với chúng tôi

source: Contact via Discord
es: Contactar por Discord
fr: Contacter via Discord
ru: Discord
tr: Discord üzerinden iletişim
ug_cn: Discord ئارقىلىق ئالاقىلىشىڭ
uk: Discord
vi: Liên hệ qua Discord

source: Contact via Email
es: Contactar por correo electrónico
fr: Contacter par e-mail
ru: Email
tr: E-posta ile iletişim
ug_cn: ئېلخەت ئارقىلىق ئالاقىلىشىڭ
uk: Email
vi: Liên hệ qua Email

source: Contact via QQ
es: Contactar por QQ
fr: Contacter via QQ
ru: QQ
tr: QQ üzerinden iletişim
ug_cn: QQ ئارقىلىق ئالاقىلىشىڭ
uk: QQ
vi: Liên hệ qua QQ

source: Contacts
es: Contactos
ru: Контакты
tr: Kişiler
ug_cn: ئالاقەداشلار
uk: Контакти
vi: Liên hệ

source: Contacts in this list will not be recorded in any situation.
es: Los contactos de esta lista no se grabarán en ninguna situación.
fr: Les contacts de cette liste ne seront enregistrés dans aucune situation.
ru: Контакты из этого списка не будут записываться.
tr: Bu listedeki kişiler hiçbir durumda kaydedilmez.
ug_cn: بۇ تىزىملىكتىكى ئالاقەداشلار ھېچقانداق ئەھۋالدا ئۈنگە ئېلىنمايدۇ.
uk: Контакти з цього списку не записуватимуться.
vi: Các liên hệ trong danh sách này sẽ không được ghi lại trong bất kỳ tình huống nào.

source: Contacts Permission Denied
es: Permiso de contactos denegado
fr: Contacts Permission refusée
ru: Доступ к контактам запрещён
tr: Kişi İzni Reddedildi
ug_cn: ئالاقەداشلار زىيارىتى رەت قىلىندى
uk: Доступ до контактів заборонено
vi: Từ chối quyền truy cập danh bạ

source: Content
es: Contenido
ru: Содержание
tr: İçerik
ug_cn: مەزمۇن
uk: Вміст
vi: Nội Dung

source: Content Sharing
es: Compartir contenido
fr: Partage de contenu
ru: Общий доступ
tr: İçerik Paylaşımı
ug_cn: مەزمۇن ھەمبەھىرلەش
uk: Спільний доступ
vi: Chia sẻ nội dung

source: Continue
es: Continuar
fr: Continuer
ru: Продолжить
tr: Devam Et
ug_cn: داۋاملاشتۇرۇش
uk: Продовжити
vi: Tiếp tục

source: Conversion Failed
es: Conversión fallida
fr: Échec de la conversion
ru: Ошибка преобразования
tr: Dönüştürme Başarısız
ug_cn: ئايلاندۇرۇش مەغلۇپ بولدى
uk: Помилка перетворення
vi: Chuyển đổi thất bại

source: Conversion Succeed
es: Conversión exitosa
fr: Réussir la conversion
ru: Преобразование успешно
tr: Dönüştürme Başarılı
ug_cn: ئايلاندۇرۇش مۇۋەپپەقىيەتلىك بولدى
uk: Перетворення успішне
vi: Chuyển đổi thành công

source: Convert latitude and longitude to human-readable address.
es: Convertir latitud y longitud a dirección legible.
ru: Преобразовать координаты в читаемый адрес.
tr: Enlem ve boylamı insan tarafından okunabilir adrese dönüştürme.
ug_cn: كەڭلىك ۋە ئۇزۇنلۇقنى ئوقۇغىلى بولىدىغان ئادرېسقا ئايلاندۇرۇش.
uk: Перетворити координати на читабельну адресу.
vi: Chuyển đổi vĩ độ, kinh độ thành địa chỉ dễ đọc.

source: Convert Now
es: Convertir ahora
fr: Convertir maintenant
ru: Преобразовать сейчас
tr: Şimdi Dönüştür
ug_cn: ھازىر ئايلاندۇرۇش
uk: Перетворити зараз
vi: Chuyển đổi ngay bây giờ

source: Converting
es: Convirtiendo
fr: Conversion en cours
ru: Преобразование
tr: Dönüştürülüyor
ug_cn: ئايلاندۇرۇۋاتىدۇ
uk: Перетворення
vi: Đang chuyển đổi

source: Copied
es: Copiado
fr: Copié
ru: Скопировано
tr: Kopyalandı
ug_cn: كۆچۈرۈلدى
uk: Скопійовано
vi: Đã sao chép

source: Copied Transcript
es: Transcripción copiada
fr: Transcription copiée
ru: Транскрипт скопирован
tr: Transkript Kopyalandı
ug_cn: كۆچۈرمىسى كۆچۈرۈلدى
uk: Транскрипт скопійовано
vi: Lời thoại đã được sao chép

source: Copy
es: Copiar
fr: Copie
ru: Копировать
tr: Kopyala
ug_cn: كۆچۈرۈش
uk: Копіювати
vi: Sao Chép

source: Copy Key
es: Copiar clave
fr: Touche de copie
ru: Копировать ключ
tr: Anahtarı Kopyala
ug_cn: ئاچقۇچنى كۆچۈرۈش
uk: Копіювати ключ
vi: Sao chép khoá

source: Copy Path
es: Copiar ruta
fr: Copier le chemin
ru: Копировать путь
tr: Yolu Kopyala
ug_cn: يولنى كۆچۈرۈش
uk: Копіювати шлях
vi: Sao chép đường dẫn

source: Copy Transcript
es: Copiar transcripción
fr: Copier la transcription
ru: Копировать транскрипт
tr: Transkripti Kopyala
ug_cn: كۆچۈرمىنى كۆچۈرۈش
uk: Копіювати транскрипт
vi: Sao chép lời thoại

source: Copy Value
es: Copiar valor
fr: Valeur de la copie
ru: Копировать значение
tr: Değeri Kopyala
ug_cn: قىممەتنى كۆچۈرۈش
uk: Копіювати значення
vi: Sao chép giá trị

source: Could not acquire token: %@
es: No se pudo adquirir el token: %@
ru: Не удалось получить токен: %@
tr: Belirteç alınamadı: %@
ug_cn: بەلگە ئالالمىدى: %@
uk: Не вдалося отримати токен: %@
vi: Không lấy được mã xác thực: %@

source: Could not acquire token: No result returned.
es: No se pudo adquirir el token: No se devolvió ningún resultado.
ru: Не удалось получить токен: нет результата.
tr: Belirteç alınamadı: Sonuç döndürülmedi.
ug_cn: بەلگە ئالالمىدى: نەتىجە قايتۇرۇلمىدى
uk: Не вдалося отримати токен: результат відсутній.
vi: Không lấy được mã xác thực: Không có kết quả.

source: Could not get graph result: %@
es: No se pudo obtener el resultado del gráfico: %@
ru: Не удалось получить результат графа: %@
tr: Grafik sonucu alınamadı: %@
ug_cn: گرافىك نەتىجىسىنى ئالالمىدى: %@
uk: Не вдалося отримати результат графу: %@
vi: Không lấy được kết quả đồ thị: %@

source: Could not sign out account: %@
es: No se pudo cerrar sesión en la cuenta: %@
ru: Не удалось выйти из аккаунта: %@
tr: Hesaptan çıkış yapılamadı: %@
ug_cn: ھېساباتتىن چىقالمىدى: %@
uk: Не вдалося вийти з облікового запису: %@
vi: Không thể đăng xuất tài khoản: %@

source: Create Archive
es: Crear archivo
fr: Créer une archive
ru: Создать архив
tr: Arşiv Oluştur
uk: Створити архів
vi: Tạo lưu trữ

source: Created At
es: Fecha de creación
fr: Créé le
ru: Создано
tr: Oluşturulma Tarihi
ug_cn: قۇرۇلغان ۋاقىت
uk: Створено
vi: Được tạo ra tại

source: Credentials
es: Credenciales
ru: Учётные данные
tr: Kimlik Bilgileri
ug_cn: كىملىك دەلىللىرى
uk: Облікові дані
vi: Thông tin xác thực

source: Custom CLI Options
es: Opciones CLI personalizadas
ru: Свои параметры CLI
tr: Özel CLI Seçenekleri
ug_cn: ئىختىيارىي CLI تاللانمىلار
uk: Власні параметри CLI
vi: Tùy chọn CLI tùy chỉnh

source: Custom Export Name
es: Nombre de exportación personalizado
fr: Nom d'exportation personnalisé
ru: Своё имя экспорта
tr: Özel Dışa Aktarma Adı
ug_cn: ئىختىيارىي چىقىرىش ئىسمى
uk: Власна назва експорту
vi: Tên xuất tuỳ chỉnh

source: Custom Key Combination…
es: Combinación de teclas personalizada…
ru: Своя комбинация клавиш…
tr: Özel Anahtar Kombinasyonu…
ug_cn: ئىختىيارىي كۇنۇپكا بىرىكمىسى…
uk: Власна комбінація клавіш…
vi: Tổ hợp phím tùy chỉnh…

source: Custom Layout Guide
es: Guía de diseño personalizado
fr: Guide de mise en page personnalisé
ru: Настроить направляющие
tr: Özel Düzen Kılavuzu
ug_cn: ئىختىيارىي بىخەتەر رايون
uk: Шаблон розташування
vi: Hướng dẫn bố cục tùy chỉnh

source: Customize a rectangular region that helps you position the hoverball on the screen.
es: Personalizar una región rectangular para ayudar a posicionar la bola flotante en la pantalla.
fr: Personnalisez une région rectangulaire qui vous aide à positionner le hoverball sur l'écran.
ru: Настройте область для позиционирования плавающей кнопки.
tr: Hoverball'ı ekranda konumlandırmanıza yardımcı olacak dikdörtgen bir bölge özelleştirin.
ug_cn: ئېكراندىكى لەيلىمە توپنى جايلاشتۇرۇشقا ياردەم بېرىدىغان تىك تۆت بۇلۇڭلۇق رايوننى ئۆزلەشتۈرۈڭ.
uk: Налаштуйте область для позиціювання плаваючої кнопки.
vi: Tùy chỉnh vùng chữ nhật để định vị bong bóng.

source: daemon
es: demonio
ru: демон
ug_cn: نازارەتچى
uk: демон

source: Daily Arranged
es: Organizado diariamente
ru: Ежедневно
tr: Günlük Düzenlenmiş
ug_cn: كۈنلۈك تەرتىپلەنگەن
uk: Щодня
vi: Sắp xếp theo ngày

source: Date & Time
es: Fecha y hora
fr: Date et heure
ru: Дата и время
tr: Tarih & Saat
ug_cn: چېسلا ۋە ۋاقىت
uk: Дата та час
vi: Ngày & Giờ

source: Day of Month Number
es: Número del día del mes
fr: Jour du mois Numéro
ru: Число месяца
tr: Ayın Gün Numarası
ug_cn: ئاينىڭ كۈنى
uk: Число місяця
vi: Số ngày trong tháng

source: Day of Week String
es: Nombre del día de la semana
fr: Chaîne du jour de la semaine
ru: День недели
tr: Haftanın Günü Dizesi
ug_cn: ھەپتىنىڭ كۈنى
uk: День тижня
vi: Tên ngày trong tuần

source: deactivate
es: desactivar
fr: Désactiver
ru: деактивировать
tr: Devre Dışı Bırak
ug_cn: چەكلەش
uk: деактивувати
vi: huỷ kích hoạt

source: Deactivate
es: Desactivar
fr: Désactiver
ru: Деактивировать
tr: Devre Dışı Bırak
ug_cn: چەكلەش
uk: Деактивувати
vi: Huỷ kích hoạt

source: Deactivate & Sign Out
es: Desactivar y cerrar sesión
fr: Désactiver et déconnecter
ru: Деактивировать и выйти
tr: Devre Dışı Bırak ve Çıkış Yap
ug_cn: چەكلەش ۋە چېكىنىش
uk: Деактивувати та вийти
vi: Hủy kích hoạt & Đăng xuất

source: Deactivate the recorder hoverball.
es: Desactivar la bola flotante de la grabadora.
fr: Désactiver la hoverball de l'enregistreur.
ru: Деактивировать плавающую кнопку записи.
tr: Kaydedici hoverball'u devre dışı bırak.
ug_cn: مۇلازىمەتنى قوزغىتىپ، ئۈنگە ئېلىش لەيلىمە توپىنى تاقاش.
uk: Деактивувати плаваючу кнопку запису.
vi: Vô hiệu hóa bong bóng ghi âm.

source: Debugging
es: Depuración
fr: Débogage
ru: Отладка
tr: Hata Ayıklama
ug_cn: تەڭشەش
uk: Налагодження
vi: Gỡ Lỗi

source: decline
es: rechazar
fr: déclin
ru: отклонить
tr: reddet
ug_cn: رەت قىلىش
uk: відхилити
vi: từ chối

source: Decoding
es: Decodificando
ru: Декодирование
tr: Kod Çözme
ug_cn: كود يەشمەكتە
uk: Декодування
vi: Giải mã

source: Default
es: Predeterminado
fr: Défaut
ru: По умолчанию
tr: Varsayılan
ug_cn: سۈكۈتتىكى
uk: За замовчуванням
vi: Mặc định

source: Delete
es: Eliminar
fr: Supprimer
ru: Удалить
tr: Sil
ug_cn: ئۆچۈرۈش
uk: Видалити
vi: Xoá

source: Delete Recording
es: Eliminar grabación
fr: Supprimer l'enregistrement
ru: Удалить запись
tr: Kaydı Sil
ug_cn: ئۈن خاتىرىسىنى ئۆچۈرۈش
uk: Видалити запис
vi: Xóa bản ghi âm

source: Delete Selected %ld Items
es: Eliminar %ld elementos seleccionados
fr: Supprimer les %ld éléments sélectionnés
ru: Удалить выбранные %ld элементов
tr: Seçilen %ld Öğeyi Sil
ug_cn: تاللانغان %ld تۈرنى ئۆچۈرۈش
uk: Видалити обрані %ld елементів
vi: Xóa %ld Mục Đã Chọn

source: Delete Selected Item
es: Eliminar elemento seleccionado
fr: Supprimer l'élément sélectionné
ru: Удалить выбранный элемент
tr: Seçilen Öğeyi Sil
ug_cn: تاللانغان تۈرنى ئۆچۈرۈش
uk: Видалити обраний елемент
vi: Xóa mục đã chọn

source: Deleting
es: Eliminando
fr: Suppression
ru: Удаление
tr: Siliniyor
ug_cn: ئۆچۈرۈۋاتىدۇ
uk: Видалення
vi: Đang xoá

source: Deselect All
es: Deseleccionar todo
fr: Désélectionner tout
ru: Снять все выделения
tr: Tüm Seçimleri Kaldır
ug_cn: ھەممىنى تاللىماسلىق
uk: Зняти всі позначки
vi: Bỏ chọn tất cả

source: Detail Only
es: Solo detalles
ru: Только детали
tr: Sadece Detay
ug_cn: تەپسىلاتلا
uk: Лише деталі
vi: Chỉ chi tiết

source: Developer Options
es: Opciones de desarrollador
fr: Options pour les développeurs
ru: Настройки разработчика
tr: Geliştirici Seçenekleri
ug_cn: ئاچقۇچىلار تاللانمىسى
uk: Налаштування розробника
vi: Tuỳ chọn Nhà phát triển

source: Digital Video
es: Vídeo digital
tr: Dijital Video
ug_cn: رەقەملىك سىن
uk: Цифрове відео
vi: Video Số

source: Direction
es: Dirección
ru: Направление
tr: Yön
ug_cn: تېلېفون يۆنىلىشى
uk: Напрямок
vi: Hướng

source: Direction Capitalized
es: Dirección en mayúsculas
fr: Direction Capitalisée
ru: Направление (с заглавной)
tr: Büyük Harfle Yön
ug_cn: تېلېفون يۆنىلىشى (باش ھەرپ)
uk: Напрямок (з великої літери)
vi: Hướng viết hoa

source: Direction Description
es: Descripción de la dirección
fr: Description de la direction
ru: Описание направления
tr: Yön Açıklaması
ug_cn: تېلېفون يۆنىلىشى (چۈشەندۈرۈش)
uk: Опис напрямку
vi: Mô tả hướng

source: directory
es: directorio
fr: répertoire
ru: директория
tr: dizin
ug_cn: مۇندەرىجە
uk: директорія
vi: thư mục

source: Directory
es: Directorio
fr: Annuaire
ru: Директория
tr: Dizin
ug_cn: مۇندەرىجە
uk: Директорія
vi: Thư mục

source: Directory not found.
es: Directorio no encontrado.
ru: Директория не найдена.
tr: Dizin bulunamadı.
ug_cn: مۇندەرىجە تېپىلمىدى.
uk: Директорію не знайдено.
vi: Không tìm thấy thư mục.

source: Disabled
es: Desactivado
fr: Handicapés
ru: Отключено
tr: Devre Dışı
ug_cn: تاقاق
uk: Вимкнено
vi: Đã Tắt

source: Disallow
es: No permitir
ru: Запретить
tr: İzin Vermeyin
ug_cn: رۇخسەت قىلماسلىق
uk: Заборонити
vi: Không cho phép

source: Disallow Automatic Recording
es: No permitir grabación automática
ru: Запретить автоматическую запись
tr: Otomatik Kayda İzin Verme
ug_cn: ئاپتوماتىك ئۈنگە ئېلىشقا يول قويماسلىق
uk: Заборонити автоматичний запис
vi: Không cho phép ghi âm tự động

source: Disallow Hoverball Wake-Ups
es: No permitir activación con bola flotante
ru: Запретить пробуждение плавающей кнопки
tr: Hoverball Uyandırmalarına İzin Verme
ug_cn: لەيلىمە توپنى ئويغىتىشقا يول قويماسلىق
uk: Заборонити пробудження плаваючої кнопки
vi: Không cho phép bật bong bóng

source: Discard
es: Descartar
ru: Отменить
tr: Atın
ug_cn: تاشلىۋېتىش
uk: Скасувати
vi: Bỏ qua

source: discard
es: descartar
ru: отменить
tr: Atın
ug_cn: تاشلىۋېتىش
uk: скасувати
vi: bỏ qua

source: Discard Changes
es: Descartar cambios
ru: Отменить изменения
tr: Değişiklikleri Atın
ug_cn: ئۆزگەرتىشنى تاشلىۋېتىش
uk: Скасувати зміни
vi: Bỏ thay đổi

source: Discard Recording
es: Descartar grabación
fr: Rejeter l'enregistrement
ru: Отменить запись
tr: Kaydı At
ug_cn: ئۈن خاتىرىسىنى تاشلىۋېتىش
uk: Скасувати запис
vi: Bỏ ghi âm

source: Discreet Mode
es: Modo discreto
ru: Скрытый режим
tr: Gizli Mod
ug_cn: يوشۇرۇن ھالەت
uk: Прихований режим
vi: Chế độ kín đáo

source: Discreet Voice Memos
es: Notas de voz discretas
fr: Memos vocaux discrets
ru: Скрытые голосовые заметки
tr: Gizli Ses Notları
ug_cn: يوشۇرۇن ئاۋاز خاتىرىسى
uk: Приховані голосові нотатки
vi: Ghi chú giọng nói kín đáo

source: Dismiss
es: Descartar
fr: Rejeter
ru: Закрыть
tr: Reddet
ug_cn: يوپۇش
uk: Закрити
vi: Sa thải

source: Display a notification banner and play an audible notice.
es: Mostrar un banner de notificación y reproducir un aviso sonoro.
fr: Affiche une bannière de notification et émet un signal sonore.
ru: Показывать уведомление и воспроизводить звук.
tr: Bildirim afişi göster ve sesli uyarı çal.
ug_cn: ئۇقتۇرۇش لەۋھىسىنى كۆرسىتىپ، ئەسكەرتىش ئاۋازى چىقىرىش.
uk: Показувати сповіщення та відтворювати звук.
vi: Hiển thị biểu ngữ thông báo và phát âm báo.

source: Display a notification banner and update the badge above the application icon.
es: Mostrar un banner de notificación y actualizar el globo en el icono de la aplicación.
fr: Afficher une bannière de notification et mettre à jour le badge au-dessus de l'icône de l'application.
ru: Показывать уведомление и обновлять значок приложения.
tr: Bildirim afişi göster ve uygulama simgesi üzerindeki rozeti güncelle.
ug_cn: ئۇقتۇرۇش لەۋھىسىنى كۆرسىتىپ، پروگرامما سىنبەلگىسىدىكى بەلگىنى يېڭىلاش.
uk: Показувати сповіщення та оновлювати значок додатка.
vi: Hiển thị biểu ngữ thông báo và cập nhật biểu tượng trên ứng dụng.

source: Display a notification banner when recording ends.
es: Mostrar un banner de notificación cuando finalice la grabación.
fr: Afficher une bannière de notification lorsque l'enregistrement se termine.
ru: Показывать уведомление при окончании записи.
tr: Kayıt sona erdiğinde bildirim afişi göster.
ug_cn: ئۈنگە ئېلىش ئاخىرلاشقاندا، ئۇقتۇرۇش لەۋھىسىنى كۆرسىتىش.
uk: Показувати сповіщення після завершення запису.
vi: Hiển thị biểu ngữ thông báo khi ghi âm kết thúc.

source: Display a notification banner when recording starts.
es: Mostrar un banner de notificación cuando se inicie la grabación.
fr: Affiche une bannière de notification lorsque l'enregistrement commence.
ru: Показывать уведомление при начале записи.
tr: Kayıt başladığında bildirim afişi göster.
ug_cn: ئۈنگە ئېلىش باشلانغاندا، ئۇقتۇرۇش لەۋھىسىنى كۆرسىتىش.
uk: Показувати сповіщення при початку запису.
vi: Hiển thị biểu ngữ thông báo khi bắt đầu ghi âm.

source: Display a notification banner when the synchronization fails.
es: Mostrar un banner de notificación cuando falle la sincronización.
ru: Показывать уведомление при ошибке синхронизации.
tr: Senkronizasyon başarısız olduğunda bir bildirim banner'ı görüntüleyin.
ug_cn: قەدەملەشتۈرۈش مەغلۇپ بولغاندا، ئۇقتۇرۇش لەۋھىسىنى كۆرسىتىش.
uk: Показувати сповіщення при помилці синхронізації.
vi: Hiển thị biểu ngữ thông báo khi đồng bộ thất bại.

source: Display the detail of recordings in the notification banner.
es: Mostrar los detalles de las grabaciones en el banner de notificación.
fr: Afficher les détails des enregistrements dans la bannière de notification.
ru: Показывать детали записи в уведомлении.
tr: Bildirim afişinde kayıt detaylarını göster.
ug_cn: ئۇقتۇرۇش لەۋھىسىدە ئۈن خاتىرىسىنىڭ تەپسىلاتىنى كۆرسىتىش.
uk: Показувати деталі запису у сповіщенні.
vi: Hiển thị chi tiết các bản ghi âm trong biểu ngữ thông báo.

source: Display the exact duration of the recorded audio.
es: Mostrar la duración exacta del audio grabado.
fr: Afficher la durée exacte de l'audio enregistré.
ru: Показывать точную длительность аудио.
tr: Kaydedilen sesin tam süresini göster.
ug_cn: ئۈنگە ئېلىنغان ئاۋازنىڭ دەل ۋاقتىنى كۆرسىتىش.
uk: Показувати точну тривалість аудіо.
vi: Hiển thị thời lượng chính xác của âm thanh được ghi lại.

source: Display the hoverball during a call in the current application.
es: Mostrar la bola flotante durante una llamada en la aplicación actual.
fr: Afficher la hoverball globale pendant un appel dans l'application actuelle.
ru: Показывать плавающую кнопку во время звонка в текущем приложении.
tr: Mevcut uygulamada arama sırasında hoverball'ı göster.
ug_cn: نۆۋەتتىكى پروگراممىدا تېلېفون سۆزلىشىۋاتقاندا لەيلىمە توپنى كۆرسىتىش.
uk: Показувати плаваючу кнопку під час дзвінка в поточному додатку.
vi: Hiển thị bong bóng mọi nơi trong một cuộc gọi trong ứng dụng hiện tại.
