Repository: Lessica/TrollRecorder
Catalog: res/*.lproj/Localizable.strings
Languages: es, fr, ru, tr, ug_cn, uk, vi

source: Features on this page are under active development, hang tight!
es: Las funciones de esta página están en desarrollo activo, ¡espera un poco!
ru: Функции на этой странице в разработке!
tr: Bu sayfadaki özellikler aktif geliştirme aşamasındadır, sıkı durun!
ug_cn: بۇ بەتتىكى ئىقتىدارلار جىددىي تەرەققىي قىلدۇرۇلۇۋاتىدۇ، سەۋر قىلىڭ!
uk: Функції на цій сторінці в розробці!
vi: Các tính năng trên trang này đang được phát triển, vui lòng chờ!

source: Features Unlocked
es: Funciones desbloqueadas
fr: Fonctionnalités déverrouillées
ru: Функции разблокированы
tr: Özelliklerin Kilidi Açıldı
ug_cn: ئىقتىدارلار قۇلۇپسىزلاندى
uk: Функції розблоковано
vi: Các tính năng đã được mở khóa

source: file
es: archivo
fr: fichier
ru: файл
tr: dosya
ug_cn: ھۆججەت
uk: файл
vi: tệp

source: File Format
es: Formato de archivo
fr: Format de fichier
ru: Формат файла
tr: Dosya Formatı
ug_cn: ھۆججەت فورماتى
uk: Формат файлу
vi: Định dạng tệp

source: File not found.
es: Archivo no encontrado.
ru: Файл не найден.
tr: Dosya bulunamadı.
ug_cn: ھۆججەت تېپىلمىدى.
uk: Файл не знайдено.
vi: Không tì thấy tệp.

source: File Size
es: Tamaño del archivo
fr: Taille du fichier
ru: Размер файла
tr: Dosya Boyutu
ug_cn: ھۆججەت چوڭلۇقى
uk: Розмір файлу
vi: Kích thước tập tin

source: File System
es: Sistema de archivos
ru: Файловая система
tr: Dosya Sistemi
ug_cn: ھۆججەت سىستېمىسى
uk: Файлова система
vi: Tệp Hệ Thống

source: Filter
es: Filtro
fr: Filtre
ru: Фильтр
tr: Filtre
ug_cn: سۈزگۈچ
uk: Фільтр
vi: Bộ lọc

source: Finalizing
es: Finalizando
fr: Finalisation
ru: Завершение
tr: Sonlandırılıyor
ug_cn: تاماملاۋاتىدۇ
uk: Завершення
vi: Đang hoàn thiện

source: finish
es: finalizar
fr: finir
ru: завершить
tr: bitir
ug_cn: تامام
uk: завершити
vi: kết thúc

source: Focus
es: Concentración
ru: Фокус
tr: Odak
ug_cn: فوكۇس
uk: Фокус
vi: Tập trung

source: Fold When Inactive
es: Plegar si inactiva
ru: Сворачивать при бездействии
tr: Etkin Olmadığında Katla
ug_cn: پاسسىپ ھالەتتە قاتلاش
uk: Згортати при бездіяльності
vi: Gập khi không hoạt động

source: Follow System
es: Seguir configuración del sistema
fr: Suivre le système
ru: Как в системе
tr: Sistemi Takip Et
ug_cn: سىستېمىغا ئەگىشىش
uk: Як у системі
vi: Theo dõi hệ thống

source: Force the app to use a specific language. Reopen to apply changes.
es: Forzar la aplicación a usar un idioma específico. Reinicia para aplicar los cambios.
ru: Принудительно установить язык. Перезапустите для применения.
tr: Uygulamayı belirli bir dili kullanmaya zorlayın. Değişiklikleri uygulamak için yeniden açın.
ug_cn: پروگراممىنى بەلگىلەنگەن تىلنى ئىشلىتىشكە مەجبۇرلاش. ئۆزگەرتىشلەرنى قوللىنىش ئۈچۈن قايتا ئېچىڭ.
uk: Примусово встановити мову. Перезапустіть для застосування змін.
vi: Buộc ứng dụng sử dụng ngôn ngữ cụ thể. Mở lại để áp dụng thay đổi.

source: Format
es: Formato
ru: Формат
ug_cn: فورمات
uk: Формат
vi: Định dạng

source: Formatted Location
es: Ubicación con formato
fr: Emplacement formaté
ru: Форматированное местоположение
tr: Biçimlendirilmiş Konum
ug_cn: جايلاشقان ئورۇن (فورماتلانغان)
uk: Відформатоване місцезнаходження
vi: Vị trí đã địn dạng

source: Forward 15 Seconds
es: Adelantar 15 segundos
fr: Avance de 15 secondes
ru: Вперёд на 15 секунд
tr: 15 Saniye İleri Sar
ug_cn: 15 سېكۇنت ئالغا
uk: Вперед на 15 секунд
vi: Chuyển tiếp 15s

source: Frequently Asked Questions
es: Preguntas frecuentes
fr: Questions fréquemment posées
ru: Частые вопросы
tr: Sıkça Sorulan Sorular
ug_cn: ياردەم ئېلىش
uk: Часті запитання
vi: Những câu hỏi thường gặp

source: From %@
es: De %@
ru: От %@
tr: %@'dan
ug_cn: %@ دىن باشلاپ
uk: Від %@
vi: Từ %@

# From %@ to %@
source: From %1$@ to %2$@
es: De %1$@ a %2$@
ru: От %1$@ до %2$@
tr: %1$@'dan %2$@'a
ug_cn: %@ دىن %@ گىچە
uk: Від %@ до %@
vi: Từ %1$@ đến %2$@

source: From: %@
es: De: %@
fr: De : %@
ru: От: %@
tr: Kimden: %@
ug_cn: باشلانغان ۋاقىت: %@
uk: Від: %@
vi: Từ: %@

source: From…
es: Desde…
fr: De
ru: От…
tr: Kimden
ug_cn: باشلانغان ۋاقىت…
uk: Від…
vi: Từ

source: Full
es: Completo
fr: Complet
ru: Полный
tr: Tam
ug_cn: تولۇق
uk: Повний
vi: Đầy đủ

source: Full Date
es: Fecha completa
fr: Date complète
ru: Полная дата
tr: Tam Tarih
ug_cn: تولۇق چېسلا
uk: Повна дата
vi: Ngày đầy đủ

source: Full Month Name
es: Nombre completo del mes
fr: Nom complet du mois
ru: Полное название месяца
tr: Tam Ay Adı
ug_cn: تولۇق ئاي نامى
uk: Повна назва місяця
vi: Tên tháng đầy đủ

source: Full Time
es: Hora completa
fr: Temps plein
ru: Полное время
tr: Tam Zaman
ug_cn: تولۇق ۋاقىت
uk: Повний час
vi: Giờ đầy đủ

source: Full Year
es: Año completo
fr: Année complète
ru: Полный год
tr: Tam Yıl
ug_cn: تولۇق يىل
uk: Повний рік
vi: Năm đầy đủ

source: Get ${requestedField}
es: Obtener ${requestedField}
ru: Получить ${requestedField}
tr: ${requestedField} Al
ug_cn: ${requestedField} نى ئېلىش
uk: Отримати ${requestedField}
vi: Lấy ${requestedField}

source: Get advanced control when recording right in your call.
es: Obtén control avanzado al grabar directamente en tu llamada.
fr: Obtenez un contrôle avancé lors de l'enregistrement directement pendant votre appel.
ru: Расширенное управление записью во время звонка.
tr: Doğrudan aramanızda kayıt yaparken gelişmiş kontrol elde edin.
ug_cn: چاقىرىشتا كونترول تاختىسىنى ئېچىپ خاتىرىلەش پارامېتىرلىرىنى باشقۇرغىلى بولىدۇ.
uk: Розширене керування записом під час дзвінка.
vi: Nhận điều khiển nâng cao khi ghi âm ngay trong cuộc gọi của bạn.

source: Get Call Duration
es: Obtener duración de la llamada
fr: Obtenir la durée de l'appel
ru: Получить длительность звонка
tr: Arama Süresini Al
ug_cn: چاقىرىش ۋاقتىنى ئېلىش
uk: Отримати тривалість дзвінка
vi: Lấy thời lượng cuộc gọi

source: Get Call Status
es: Obtener estado de la llamada
fr: Obtenir le statut de l'appel
ru: Получить статус звонка
tr: Arama Durumunu Al
ug_cn: چاقىرىش ھالىتىنى ئېلىش
uk: Отримати статус дзвінка
vi: Lấy trạng thái cuộc gọi

source: Get In Touch
es: Contacto
fr: Prenez contact
ru: Связаться
tr: İletişime Geçin
ug_cn: ئالاقىلىشىش
uk: Зв'язатися
vi: Liên lạc

source: Get notifications after record complete.
es: Recibir notificaciones al completar la grabación.
fr: Recevez des notifications une fois l'enregistrement terminé.
ru: Получать уведомления после записи.
tr: Kayıt tamamlandıktan sonra bildirim alın.
ug_cn: ئۈن خاتىرىلەش تاماملانغاندىن كېيىن ئۇقتۇرۇش يوللىغىلى بولىدۇ.
uk: Отримувати сповіщення після завершення запису.
vi: Nhận thông báo sau khi hoàn thành bản ghi.

source: Get Recording Duration
es: Obtener duración de la grabación
fr: Obtenir la durée de l'enregistrement
ru: Получить длительность записи
tr: Kayıt Süresini Al
ug_cn: ئۈن يازما ۋاقتىنى ئېلىش
uk: Отримати тривалість запису
vi: Lấy thời lượng ghi âm

source: Get Recording Paths
es: Obtener rutas de grabación
fr: Obtenir les chemins d'enregistrement
ru: Получить пути записи
tr: Kayıt Yollarını Al
ug_cn: ئۈن يازما يولىنى ئېلىش
uk: Отримати шляхи запису
vi: Lấy đường dẫn ghi âm

source: Get Recording Status
es: Obtener estado de la grabación
fr: Obtenir l'état de l'enregistrement
ru: Получить статус записи
tr: Kayıt Durumunu Al
ug_cn: ئۈن يازما ھالىتىنى ئېلىش
uk: Отримати статус запису
vi: Lấy trạng thái ghi âm

source: Get the current recording duration of the Troll Recorder.
es: Obtener la duración actual de la grabación de Troll Recorder.
fr: Obtenir la durée d'enregistrement actuelle de l'enregistreur Troll.
ru: Получить текущую длительность записи Troll Recorder.
tr: Troll Recorder'nin mevcut kayıt süresini alın.
ug_cn: تىرول ئۈن خاتىرىلىگۈچنىڭ نۆۋەتتىكى ئۈن يازما ۋاقتىنى ئېلىش.
uk: Отримати поточну тривалість запису Troll Recorder.
vi: Lấy thời lượng ghi âm hiện tại của Troll Recorder.

source: Get the current recording paths of the Troll Recorder.
es: Obtener las rutas de grabación actuales de Troll Recorder.
fr: Obtenir les chemins d'enregistrement actuels de l'enregistreur Troll.
ru: Получить текущие пути записи Troll Recorder.
tr: Troll Recorder'nin mevcut kayıt yollarını alın.
ug_cn: تىرول ئۈن خاتىرىلىگۈچنىڭ نۆۋەتتىكى ئۈن يازما يوللىرىنى ئېلىش.
uk: Отримати поточні шляхи запису Troll Recorder.
vi: Lấy đường dẫn ghi âm hiện tại của Troll Recorder.

source: Get the current recording status of the Troll Recorder.
es: Obtener el estado de grabación actual de Troll Recorder.
fr: Obtenir l'état actuel de l'enregistrement de l'enregistreur Troll.
ru: Получить текущий статус записи Troll Recorder.
tr: Troll Recorder'nin mevcut kayıt durumunu alın.
ug_cn: تىرول ئۈن خاتىرىلىگۈچنىڭ نۆۋەتتىكى ئۈن يازما ھالىتىنى ئېلىش.
uk: Отримати поточний статус запису Troll Recorder.
vi: Lấy trạng thái ghi âm hiện tại của Troll Recorder.

source: Get the primary call duration of the device.
es: Obtener la duración de la llamada principal del dispositivo.
fr: Obtenir la durée de l'appel principal de l'appareil.
ru: Получить длительность текущего звонка.
tr: Cihazın birincil arama süresini alın.
ug_cn: ئاساسىي چاقىرىشنىڭ ۋاقتىنى ئېلىش.
uk: Отримати тривалість поточного дзвінка.
vi: Lấy thời lượng cuộc gọi chính của thiết bị.

source: Get the primary call status of the device.
es: Obtener el estado de la llamada principal del dispositivo.
fr: Obtenir l'état de l'appel primaire de l'appareil.
ru: Получить статус текущего звонка.
tr: Cihazın birincil arama durumunu alın.
ug_cn: ئاساسىي چاقىرىشنىڭ ھالىتىنى ئېلىش.
uk: Отримати статус поточного дзвінка.
vi: Lấy trạng thái cuộc gọi chính của thiết bị.

source: Go Home When Unlocked
es: Ir a inicio al desbloquear
fr: Rentrer à la maison après déverrouillage
ru: На главный экран при разблокировке
tr: Kilidi Açıldığında Ana Ekrana Git
ug_cn: قۇلۇپسىزلانغاندا باش بېتىگە قايتىش
uk: На головний екран при розблокуванні
vi: Về màn hình chính khi mở khóa

source: Group Call
es: Llamada grupal
ru: Групповой звонок
tr: Grup Araması
ug_cn: گۇرۇپپا چاقىرىش
uk: Груповий дзвінок
vi: Cuộc gọi nhóm

source: Hide Hoverball
es: Ocultar bola flotante
ru: Скрыть плавающую кнопку
tr: Hoverball'u Gizle
ug_cn: لەيلىمە توپنى يوشۇرۇش
uk: Приховати плаваючу кнопку
vi: Ẩn bong bóng

source: Hide the “Voice Memos” app from the lock screen, and hide its “Dynamic Island” activities. This feature may require a re-spring to take effect.
es: Ocultar la app “Notas de Voz” de la pantalla de bloqueo y ocultar sus actividades de la “Isla Dinámica”. Esta función puede requerir un respring para aplicarse.
fr: Masquer l'application “Memos vocaux” de l'écran de verrouillage, et masquer ses activités “Dynamic Island”. Cette fonctionnalité peut nécessiter un ressort pour prendre effet.
ru: Скрыть «Голосовые заметки» с экрана блокировки и Dynamic Island. Может потребоваться respring.
tr: “Sesli Notlar” uygulamasını kilit ekranından gizleyin ve “Dynamic Island” etkinliklerini gizleyin. Bu özellik etkili olmak için yeniden başlatma gerektirebilir.
ug_cn: "ئاۋاز خاتىرىسى" پروگراممىسىنى قۇلۇپلۇق ئېكراندا كۆرسەتمەسلىك ۋە "ھەرىكەتچان ئارال" پائالىيەتلىرىنى يوشۇرۇش. بۇ ئىقتىدارنىڭ تولۇق ئۈنۈم بېرىشى ئۈچۈن قايتا قوزغىتىش كېرەك بولۇشى مۇمكىن.
uk: Приховати «Голосові нотатки» з екрана блокування та Dynamic Island. Може знадобитися respring.
vi: Ẩn ứng dụng “Ghi chú giọng nói” khỏi màn hình khóa và ẩn hoạt động “Dynamic Island”. Có thể cần khởi động lại để áp dụng.

source: Hide the “Voice Memos” app from the lock screen, and hide its “Dynamic Island” activities. You have to inject it into “Voice Memos” app via TrollFools or similar technologies.
es: Ocultar la app “Notas de Voz” de la pantalla de bloqueo y ocultar sus actividades de la “Isla Dinámica”. Debes inyectarlo en la app “Notas de Voz” mediante TrollFools o tecnologías similares.
ru: Скрыть «Голосовые заметки» с экрана блокировки. Требуется инъекция через TrollFools.
tr: “Sesli Notlar” uygulamasını kilit ekranından gizleyin ve “Dinamik Ada” etkinliklerini gizleyin. TrollFools veya benzer teknolojiler aracılığıyla “Sesli Notlar” uygulamasına enjekte etmeniz gerekir.
ug_cn: "ئاۋاز خاتىرىسى" پروگراممىسىنى قۇلۇپلۇق ئېكراندا كۆرسەتمەسلىك ۋە "ھەرىكەتچان ئارال" پائالىيەتلىرىنى يوشۇرۇش. بۇنى TrollFools ياكى ئوخشاش تېخنىكىلار ئارقىلىق "ئاۋاز خاتىرىسى" پروگراممىسىغا قىستۇرۇشىڭىز كېرەك.
uk: Приховати «Голосові нотатки» з екрана блокування. Потрібна ін'єкція через TrollFools.
vi: Ẩn ứng dụng “Ghi chú giọng nói” khỏi màn hình khóa và ẩn hoạt động “Dynamic Island”. Bạn cần chèn vào ứng dụng qua TrollFools hoặc công nghệ tương tự.

source: Hide When Landscape
es: Ocultar en horizontal
ru: Скрывать в альбомной ориентации
tr: Yatayken Gizle
ug_cn: توغرىسىغا ھالەتتە يوشۇرۇش
uk: Приховувати в альбомній орієнтації
vi: Ẩn khi xoay ngang

source: Hide When Snapshot
es: Ocultar al capturar pantalla
fr: Masquer lors de la capture d'écran
ru: Скрывать при скриншоте
tr: Ekran Görüntüsü Alırken Gizle
ug_cn: ئېكران كەستىدە يوشۇرۇش
uk: Приховувати при знімку екрана
vi: Ẩn khi chụp ảnh màn hình

source: Hours Minutes Seconds
es: Horas, minutos, segundos
fr: Heures Minutes Secondes
ru: Часы Минуты Секунды
tr: Saat Dakika Saniye
ug_cn: سائەت/مىنۇت/سېكۇنت
uk: Години Хвилини Секунди
vi: Giờ Phút Giây

source: Hours, 12-hour Clock
es: Horas (formato 12h)
fr: Heures, horloge 12 heures
ru: Часы (12-часовой формат)
tr: Saat, 12 saatlik Saat
ug_cn: سائەت (12 سائەتلىك)
uk: Години (12-годинний формат)
vi: Giờ, Đồng hồ 12H

source: Hours, 24-hour Clock
es: Horas (formato 24h)
fr: Heures, horloge de 24 heures
ru: Часы (24-часовой формат)
tr: Saat, 24 saatlik Saat
ug_cn: سائەت (24 سائەتلىك)
uk: Години (24-годинний формат)
vi: Giờ, Đông hồ 24H

source: Hoverball
es: Bola flotante
ru: Плавающая кнопка
ug_cn: لەيلىمە توپ
uk: Плаваюча кнопка
vi: Bong bóng

source: Hoverball Plus
es: Bola flotante Plus
ug_cn: لەيلىمە توپ +
vi: Bong bóng +

source: Hoverball Size
es: Tamaño de la bola flotante
fr: Taille du hoverball
ru: Размер плавающей кнопки
tr: Hoverball Boyutu
ug_cn: چوڭلۇقى
uk: Розмір плаваючої кнопки
vi: Kích thước bong bóng

source: Hoverball Style
es: Estilo de la bola flotante
fr: Style du hoverball
ru: Стиль плавающей кнопки
tr: Hoverball Stili
ug_cn: كۆرۈنۈش ئۇسلۇبى
uk: Стиль плаваючої кнопки
vi: Phong cách bong bóng

source: How would you like to call?
es: ¿Cómo te gustaría llamar?
fr: Comment voulez-vous appeler ?
ru: Как вы хотите позвонить?
tr: Nasıl aramak istersiniz?
uk: Як ви хочете подзвонити?
vi: Bạn muốn gọi như thế nào?

# HUD_CALL_RECORDING
source: Call Recording
es: Iniciar grabación de llamada
fr: Démarrer l'enregistrement de l'appel
ru: Запись звонка
tr: Arama kaydını başlat
ug_cn: چاقىرىش خاتىرىلەشنى باشلاش
uk: Запис дзвінка
vi: Bắt đầu ghi âm cuộc gọi

source: Hyphen
es: Guion
fr: Trait d'union
ru: Дефис
tr: Tire
ug_cn: سىزىقچە
uk: Дефіс
vi: Dấu gạch nối

source: I Agree to the E.U.L.A.
es: Acepto el CLUF
fr: J'accepte l'EULA.
ru: Я принимаю условия лицензии
tr: EULA'yı kabul ediyorum.
ug_cn: مەن «ئاخىرقى ئىشلەتكۈچى كېلىشىمى»نى ئوقۇدۇم ۋە ماقۇل
uk: Я приймаю умови ліцензії
vi: Tôi đồng ý với E.U.L.A.

source: Idle
es: Inactiva
fr: En veille
ru: Бездействие
tr: Boşta
ug_cn: بىكار
uk: Без дії
vi: Nhàn rỗi

source: If there is something wrong with the search indexes, you can reset them here.
es: Si hay algún problema con los índices de búsqueda, puedes restablecerlos aquí.
fr: Si quelque chose ne va pas avec les index de recherche, vous pouvez les réinitialiser ici.
ru: Сбросить поисковые индексы при проблемах.
tr: Arama indekslerinde bir sorun varsa, bunları buradan sıfırlayabilirsiniz.
ug_cn: ئەگەر ئىزدەش ئىندېكسلىرىدا مەسىلە بولسا، بۇ يەردە قايتا تەڭشىيەلەيسىز.
uk: Якщо є проблеми з пошуковими індексами, їх можна скинути тут.
vi: Nếu có vấn đề gì với chỉ mục tìm kiếm, bạn có thể thiết lập lại chúng tại đây.

source: If there’s no active phone call, press and hold the power button to perform specified action.
es: Si no hay ninguna llamada activa, mantén pulsado el botón de encendido para realizar la acción especificada.
ru: При отсутствии звонка: удержание кнопки питания для действия.
tr: Etkin bir telefon araması yoksa, belirtilen eylemi gerçekleştirmek için güç düğmesini basılı tutun.
ug_cn: ئاكتىپ تېلېفون چاقىرىشى بولمىغاندا، كۆرسىتىلگەن ھەرىكەتنى ئىجرا قىلىش ئۈچۈن قۇۋۋەت كۇنۇپكىسىنى بېسىپ تۇرۇڭ.
uk: Якщо немає активного дзвінка: утримання кнопки живлення для виконання дії.
vi: Nếu không có cuộc gọi nào đang diễn ra, hãy nhấn và giữ nút nguồn để thực hiện hành động đã chỉ định.

source: If there’s no active phone call, press both of the physical volume buttons to perform specified action.
es: Si no hay ninguna llamada activa, pulsa ambos botones de volumen para realizar la acción especificada.
ru: При отсутствии звонка: нажатие обеих кнопок громкости для действия.
tr: Etkin bir telefon araması yoksa, belirtilen eylemi gerçekleştirmek için fiziksel ses düğmelerinin her ikisine de basın.
ug_cn: ئاكتىپ تېلېفون چاقىرىشى بولمىغاندا، كۆرسىتىلگەن ھەرىكەتنى ئىجرا قىلىش ئۈچۈن ئىككى ئاۋاز كۇنۇپكىسىنى تەڭ بېسىڭ.
uk: Якщо немає активного дзвінка: натискання обох кнопок гучності для виконання дії.
vi: Nếu không có cuộc gọi nào đang diễn ra, hãy nhấn cả hai nút âm lượng vật lý để thực hiện hành động đã chỉ định.

source: If your phone supports dual SIM cards, the SIM card alias used for the recorded call is displayed here.
es: Si tu teléfono admite doble SIM, el alias de la tarjeta SIM usada para la llamada grabada se muestra aquí.
fr: Si votre téléphone prend en charge les cartes SIM doubles, l'alias de la carte SIM utilisé pour l'appel enregistré est affiché ici.
ru: Для двух SIM-карт отображается псевдоним используемой карты.
tr: Telefonunuz çift SIM kartı destekliyorsa, kaydedilen arama için kullanılan SIM kartı takma adı burada görüntülenir.
ug_cn: تېلېفونىڭىز قوش SIM كارتا قوللىسا، ئۈن يازما چاقىرىش ئۈچۈن ئىشلىتىلگەن SIM كارتا تەخەللۇسى بۇ يەردە كۆرسىتىلىدۇ.
uk: Для двох SIM-карт відображатиметься псевдонім використаної карти.
vi: Nếu điện thoại của bạn hỗ trợ thẻ SIM kép, bí danh thẻ SIM được sử dụng cho cuộc gọi được ghi lại sẽ được hiển thị ở đây.

source: If you’ve enabled “Backup with iCloud” and the backup is synchronized successfully, this action will be triggered.
es: Si has activado “Copia de seguridad con iCloud” y la copia se sincroniza correctamente, se activará esta acción.
ru: Действие при успешной синхронизации резервной копии iCloud.
tr: “iCloud ile Yedekleme” yi etkinleştirdiyseniz ve yedekleme başarıyla senkronize edildiyse, bu eylem tetiklenecektir.
ug_cn: ئەگەر سىز "iCloud بىلەن زاپاسلاش" نى قوزغىتىپ ۋە زاپاس مۇۋەپپەقىيەتلىك ماسلاشتۇرۇلغان بولسا، بۇ ھەرىكەت قوزغىتىلىدۇ.
uk: Дія при успішній синхронізації резервної копії iCloud.
vi: Nếu bạn đã bật “Sao lưu bằng iCloud” và bản sao lưu được đồng bộ hóa thành công, hành động này sẽ được kích hoạt.

source: Ignore the last modification date on all directories and files and make a deep clone of all recordings.
es: Ignorar la fecha de última modificación en todos los directorios y archivos y hacer un clon profundo de todas las grabaciones.
fr: Ignorez la date de dernière modification de tous les répertoires et fichiers et faites un clone profond de tous les enregistrements.
ru: Игнорировать даты изменений и создать полные копии записей.
tr: Tüm dizin ve dosyalardaki son değişiklik tarihini yoksay ve tüm kayıtların derin bir kopyasını oluştur.
ug_cn: بارلىق مۇندەرىجە ۋە ھۆججەتلەرنىڭ ئاخىرقى ئۆزگەرتىش ۋاقتىنى نەزەردىن ساقىت قىلىپ، بارلىق ئۈن يازمىلارنى چوڭقۇر كۆچۈرۈش.
uk: Ігнорувати дати змін та створити повні копії записів.
vi: Bỏ qua ngày sửa đổi cuối cùng trên tất cả các thư mục và tệp và tạo bản sao sâu của tất cả các bản ghi.

source: In 1 Hour
es: En 1 hora
fr: Dans 1 heure
ru: Через 1 час
tr: 1 Saat İçinde
ug_cn: 1 سائەت ئىچىدە
uk: За 1 годину
vi: Trong 1 Giờ

source: In 15 Minutes
es: En 15 minutos
fr: Dans 15 minutes
ru: Через 15 минут
tr: 15 Dakika İçinde
ug_cn: 15 مىنۇت ئىچىدە
uk: За 15 хвилин
vi: Trong 15 Phút

source: Inaccurate Time Detected
es: Hora incorrecta detectada
ru: Обнаружено неточное время
ug_cn: ئىنتايىن مۇۋاپىق بولمىغان ۋاقىت بايقالدى
uk: Виявлено неточний час
vi: Thời gian không chính xác được phát hiện

source: Incoming
es: Entrante
fr: Entrant
ru: Входящий
tr: Gelen
ug_cn: كىرىش چاقىرىش
uk: Вхідний
vi: Đến

source: incoming
es: entrante
fr: entrant
ru: входящий
tr: gelen
ug_cn: كىرىش چاقىرىش
uk: вхідний
vi: đang đến

source: Incoming Call
es: Llamada entrante
fr: Appel entrant
ru: Входящий звонок
tr: Gelen Arama
ug_cn: كىرىش چاقىرىش ۋاقتىدا
uk: Вхідний дзвінок
vi: Cuộc gọi đến

source: Incoming Call Answered
es: Llamada entrante contestada
fr: Appel entrant répondu
ru: Входящий звонок принят
tr: Gelen Arama Cevaplandı
ug_cn: كىرىش چاقىرىش جاۋاب بېرىلگەندە
uk: Вхідний дзвінок прийнято
vi: Cuộc gọi đến đã được trả lời

source: Incoming Call Hang Up
es: Llamada entrante colgada
fr: Appel entrant Raccrocher
ru: Входящий звонок сброшен
tr: Gelen Arama Kapatıldı
ug_cn: كىرىش چاقىرىش تاقالغاندا
uk: Вхідний дзвінок скинуто
vi: Cuộc gọi đến cúp máy

source: Incoming call recording from “%@” and other %ld applications.
es: Grabación de llamada entrante de “%@” y otras %ld aplicaciones.
fr: Enregistrement de l'appel entrant de « %@ » et de %ld autres applications.
ru: Запись входящего звонка из «%@» и %ld других приложений.
tr: “%@” ve diğer %ld uygulamalarından gelen arama kaydı.
ug_cn: “%@” ۋە باشقا %ld پروگراممىدىن كەلگەن كىرىش چاقىرىش ئۈن يازمىسى
uk: Запис вхідного дзвінка з «%@» та %ld інших додатків.
vi: Ghi âm cuộc gọi đến từ “%@” và các ứng dụng %ld khác.

source: Incoming call recording from “%@”.
es: Grabación de llamada entrante de “%@”.
fr: Enregistrement de l'appel entrant de « %@ ».
ru: Запись входящего звонка из «%@».
tr: “%@” uygulamasından gelen arama kaydı.
ug_cn: “%@” دىن كەلگەن كىرىش چاقىرىش ئۈن يازمىسى
uk: Запис вхідного дзвінка з «%@».
vi: Ghi âm cuộc gọi đến từ “%@”.

source: Inconsistency Found
es: Inconsistencia encontrada
fr: Incohérence trouvée
ru: Обнаружено несоответствие
tr: Tutarsızlık Bulundu
ug_cn: توغرىسىزلىق بايقالدى
uk: Виявлено невідповідність
vi: Tìm thấy sự không nhất quán

source: Install
es: Instalar
fr: Installer
ru: Установить
tr: Yükle
ug_cn: قاچىلاش
uk: Встановити
vi: Cài đặt

source: Install Call History Tweak
es: Instalar Tweak de Historial de Llamadas
ru: Установить твик истории звонков
tr: Arama Geçmişi İnce Ayarını Yükle
ug_cn: چاقىرىش تارىخى قىستۇرمىسىنى قاچىلاش
uk: Встановити твік історії дзвінків
vi: Cài đặt Tweak Lịch Sử Cuộc Gọi

source: Install “Compress Audio” action into “Shortcuts”, then share your recordings to this action to compress your audio to AAC/AIFF format.
es: Instalar la acción “Comprimir audio” en “Atajos”, luego compartir tus grabaciones con esta acción para comprimir tu audio a formato AAC/AIFF.
fr: Installez l'action « Compress Audio » dans « Raccourcis », puis partagez vos enregistrements vers cette action pour compresser votre audio au format AAC/AIFF.
ru: Добавьте действие «Сжать аудио» в «Команды» для сжатия в AAC/AIFF.
tr: “Kısayollar” içine “Sesi Sıkıştır” eylemini yükleyin, ardından sesinizi AAC/AIFF formatına sıkıştırmak için kayıtlarınızı bu eylemle paylaşın.
uk: Додайте дію «Стиснути аудіо» до «Команд» для стиснення у формат AAC/AIFF.
vi: Cài đặt hành động “Nén âm thanh” vào “Phím tắt”, sau đó chia sẻ bản ghi âm của bạn với hành động này để nén âm thanh của bạn sang định dạng AAC/AIFF.
