Repository: Lessica/TrollRecorder
Catalog: res/*.lproj/Localizable.strings
Languages: es, fr, ru, tr, ug_cn, uk, vi

source: Two-digit Day of Month Number
es: Número de día del mes (dos dígitos)
fr: Numéro à deux chiffres du jour du mois
ru: Двузначный день месяца
tr: İki Haneli Gün Numarası
ug_cn: ئىككى خانىلىق ئاي كۈنى
uk: Двозначний день місяця
vi: Hai chữ số Ngày trong Tháng

source: Two-digit Hours, 12-hour Clock
es: Horas (dos dígitos, reloj 12h)
fr: Heures à deux chiffres, horloge 12 heures
ru: Двузначные часы (12-часовой формат)
tr: İki Haneli Saat (12 saatlik)
ug_cn: ئىككى خانىلىق سائەت (12 سائەتلىك)
uk: Двозначний час (12-годинний формат)
vi: Hai chữ số Giờ, Đồng hồ 12 giờ

source: Two-digit Hours, 24-hour Clock
es: Horas (dos dígitos, reloj 24h)
fr: Heures à deux chiffres, horloge 24 heures
ru: Двузначные часы (24-часовой формат)
tr: İki Haneli Saat (24 saatlik)
ug_cn: ئىككى خانىلىق سائەت (24 سائەتلىك)
uk: Двозначний час (24-годинний формат)
vi: Hai chữ số Giờ, Đồng hồ 24 giờ

source: Two-digit Minutes
es: Minutos (dos dígitos)
fr: Minutes à deux chiffres
ru: Двузначные минуты
tr: İki Haneli Dakika
ug_cn: ئىككى خانىلىق مىنۇت
uk: Двозначні хвилини
vi: Hai chữ số Phút

source: Two-digit Month Number
es: Número de mes (dos dígitos)
fr: Numéro du mois à deux chiffres
ru: Двузначный номер месяца
tr: İki Haneli Ay Numarası
ug_cn: ئىككى خانىلىق ئاي
uk: Двозначний номер місяця
vi: Hai chữ số Tháng

source: Two-digit Seconds
es: Segundos (dos dígitos)
fr: Secondes à deux chiffres
ru: Двузначные секунды
tr: İki Haneli Saniye
ug_cn: ئىككى خانىلىق سېكۇنت
uk: Двозначні секунди
vi: Hai chữ số Giây

source: Type to search…
es: Escribe para buscar…
fr: Tapez pour rechercher…
ru: Поиск…
tr: Aramak için yazın…
ug_cn: ئىزدەش ئۈچۈن كىرگۈزۈڭ…
uk: Пошук…
vi: Gõ để tìm…

source: Unable to locate remote directory for bi-directional synchronization. You may need to create “TrollRecorder/Recordings” directory on the remote storage.
es: No se puede localizar el directorio remoto para la sincronización bidireccional. Es posible que necesites crear el directorio “TrollRecorder/Recordings” en el almacenamiento remoto.
ru: Не удалось найти папку для синхронизации. Создайте «TrollRecorder/Recordings» в хранилище.
tr: Çift yönlü senkronizasyon için uzak dizin bulunamıyor. Uzak depolama alanında “TrollRecorder/Recordings” dizini oluşturmanız gerekebilir.
uk: Не вдалося знайти папку для синхронізації. Створіть «TrollRecorder/Recordings» у сховищі.
vi: Không thể xác định thư mục từ xa cho đồng bộ hóa hai chiều. Bạn có thể cần tạo thư mục “TrollRecorder/Recordings” trên bộ nhớ từ xa.

source: Unable to locate your personal “OneDrive”.
es: No se puede localizar tu “OneDrive” personal.
ru: Не удалось найти ваш OneDrive.
tr: Kişisel “OneDrive” ınız bulunamıyor.
uk: Не вдалося знайти ваш OneDrive.
vi: Không thể xác định “OneDrive” cá nhân của bạn.

source: Unable to perform incremental bi-directional synchronization, a full resynchronization is required.
es: No se puede realizar la sincronización bidireccional incremental, se requiere una resincronización completa.
ru: Требуется полная синхронизация (инкрементная невозможна).
tr: Artımlı çift yönlü senkronizasyon gerçekleştirilemiyor, tam bir yeniden senkronizasyon gerekiyor.
uk: Потрібна повна синхронізація (покрокова неможлива).
vi: Không thể thực hiện đồng bộ hóa hai chiều gia tăng, cần phải đồng bộ hóa lại hoàn toàn.

source: Unauthorize
es: Desautorizar
ru: Отозвать доступ
tr: Yetkisiz
ug_cn: ھوقۇقنى بىكار قىلىش
uk: Відкликати доступ
vi: Bỏ ủy quyền

source: Uncompressed
es: Sin comprimir
fr: Non compressé
ru: Без сжатия
tr: Sıkıştırılmamış
ug_cn: پرېسلانمىغان (PCM)
uk: Без стиснення
vi: Không nén

source: Underscore
es: Guion bajo
ru: Подчеркивание
tr: Alt Çizgi
ug_cn: ئاستى سىزىق
uk: Підкреслення
vi: Gạch dưới

source: Unknown
es: Desconocido
fr: Inconnu
ru: Неизвестно
tr: Bilinmiyor
ug_cn: نامەلۇم
uk: Невідомо
vi: Không xác định

source: Unknown Address
es: Dirección desconocida
fr: Adresse inconnue
ru: Неизвестный адрес
tr: Bilinmeyen Adres
ug_cn: نامەلۇم ئادرېس
uk: Невідома адреса
vi: Địa chỉ không xác định

source: Unknown Artist
es: Artista desconocido
fr: Artiste inconnu
ru: Неизвестный исполнитель
tr: Bilinmeyen Sanatçı
ug_cn: نامەلۇم سەنئەتكار
uk: Невідомий виконавець
vi: Nghệ sĩ không xác định

source: Unknown Direction
es: Dirección desconocida
fr: Direction inconnue
ru: Неизвестное направление
tr: Bilinmeyen Yön
ug_cn: نامەلۇم يۆنىلىش
uk: Невідомий напрямок
vi: Hướng không xác định

source: Unknown Duration
es: Duración desconocida
fr: Durée inconnue
ru: Неизвестная длительность
tr: Bilinmeyen Süre
ug_cn: نامەلۇم داۋاملىشىش ۋاقتى
uk: Невідома тривалість
vi: Thời gian không xác định

source: Unknown Error
es: Error desconocido
fr: Erreur inconnue
ru: Неизвестная ошибка
tr: Bilinmeyen Hata
ug_cn: نامەلۇم خاتالىق
uk: Невідома помилка
vi: Lỗi không xác định

source: Unknown error occurred.
es: Ocurrió un error desconocido.
ru: Произошла неизвестная ошибка.
tr: Bilinmeyen hata oluştu.
ug_cn: نامەلۇم خاتالىق كۆرۈلدى.
uk: Сталася невідома помилка.
vi: Đã xảy ra lỗi không xác định.

source: Unknown error occurred. Please check the log for more details.
es: Ocurrió un error desconocido. Por favor, revisa el registro para más detalles.
ru: Неизвестная ошибка. Подробности в логах.
tr: Bilinmeyen bir hata oluştu. Daha fazla ayrıntı için lütfen günlüğü kontrol edin.
ug_cn: نامەلۇم خاتالىق كۆرۈلدى. تەپسىلاتلارنى خاتىرە خەتتىن كۆرۈڭ.
uk: Невідома помилка. Деталі в журналі.
vi: Đã xảy ra lỗi không xác định. Vui lòng kiểm tra nhật ký để biết thêm chi tiết.

source: Unknown File Format
es: Formato de archivo desconocido
fr: Format de fichier inconnu
ru: Неизвестный формат файла
tr: Bilinmeyen Dosya Formatı
ug_cn: نامەلۇم ھۆججەت فورماتى
uk: Невідомий формат файлу
vi: Định dạng tệp không xác định.

source: Unknown Location
es: Ubicación desconocida
fr: Lieu inconnu
ru: Неизвестное местоположение
tr: Bilinmeyen Konum
ug_cn: نامەلۇم ئورۇن
uk: Невідоме місцезнаходження
vi: Vị trí không xác định.

source: Unknown Operator
es: Operador desconocido
fr: Opérateur inconnu
ru: Неизвестный оператор
tr: Bilinmeyen Operatör
ug_cn: نامەلۇم مۇلازىمەت شىركىتى
uk: Невідомий оператор
vi: Toán tử không xác định.

source: Unknown Phone Address
es: Número de teléfono desconocido
fr: Inconnu Téléphone Adresse
ru: Неизвестный номер
tr: Bilinmeyen Telefon Adresi
ug_cn: نامەلۇم تېلېفون نومۇرى
uk: Невідомий номер
vi: Địa chỉ điện thoại không xác định.

source: Unknown Place
es: Lugar desconocido
fr: Lieu inconnu
ru: Неизвестное место
tr: Bilinmeyen Yer
ug_cn: نامەلۇم ئورۇن
uk: Невідоме місце
vi: Địa điểm không xác định

source: Unknown Provider
es: Proveedor desconocido
fr: Fournisseur inconnu
ru: Неизвестный провайдер
tr: Bilinmeyen Sağlayıcı
ug_cn: نامەلۇم تەمىنلىگۈچى
uk: Невідомий провайдер
vi: Nhà cung cấp không xác định

source: Unknown Sample Rate
es: Frecuencia de muestreo desconocida
fr: Taux d'échantillonnage inconnu
ru: Неизвестная частота дискретизации
tr: Bilinmeyen Örnekleme Oranı
ug_cn: نامەلۇم نۇسخا نىسبىتى
uk: Невідома частота дискретизації
vi: Tỷ lệ mẫu không xác định

source: Unknown Sender
es: Remitente desconocido
fr: Expéditeur inconnu
ru: Неизвестный отправитель
tr: Bilinmeyen Gönderici
ug_cn: نامەلۇم سىم كارتا
uk: Невідомий відправник
vi: Người gửi không xác định

source: Unknown Type
es: Tipo desconocido
ru: Неизвестный тип
tr: Bilinmeyen Tip
ug_cn: نامەلۇم تىپ
uk: Невідомий тип
vi: Loại không xác định

source: Unknown Variant
es: Variante desconocida
fr: Variante inconnue
ru: Неизвестный вариант
tr: Bilinmeyen Varyant
ug_cn: نامەلۇم ئۆزگىرىش
uk: Невідомий варіант
vi: Biến thể không xác định

source: Unlock all features?
es: ¿Desbloquear todas las funciones?
fr: Besoin de toutes les fonctionnalités ?
ru: Разблокировать все функции?
tr: Tüm özelliklerin kilidini açmak ister msiniz?
ug_cn: بارلىق ئىقتىدارلارنى ئېچىشنى خالامسىز؟
uk: Розблокувати всі функції?
vi: Cần tất cả các tính năng?

source: Unmark
es: Desmarcar
fr: Démarquer
ru: Снять отметку
tr: İşareti Kaldır
ug_cn: ساقلىغاننى بىكار قىلىش
uk: Зняти позначку
vi: Bỏ đánh dấu

source: unmute
es: reactivar audio
ru: включить звук
tr: Sesi aç
ug_cn: ئۈنسىزلەشنى بىكار قىلىش
uk: увімкнути звук
vi: Bỏ tắt tiếng

source: Unmute ${requestedChannel}
es: Reactivar audio de ${requestedChannel}
ru: Включить звук ${requestedChannel}
tr: Sesi aç ${requestedChannel}
ug_cn: ${requestedChannel} نىڭ ئۈنسىزلىكىنى بىكار قىلىش
uk: Увімкнути звук ${requestedChannel}
vi: Bỏ tắt tiếng ${requestedChannel}

source: Unmute Existing Calls
es: Reactivar audio de llamadas existentes
ru: Включить звук текущих звонков
tr: Mevcut Çağrıların Sesini Açma
ug_cn: مەۋجۇت چاقىرىشنىڭ ئۈنسىزلىكىنى بىكار قىلىش
uk: Увімкнути звук поточних дзвінків
vi: Bỏ tắt tiếng các cuộc gọi hiện có

source: Unmute specified channel of all existing calls.
es: Reactivar audio del canal especificado de todas las llamadas existentes.
ru: Включить звук указанного канала во всех звонках.
tr: Mevcut tüm aramaların belirtilen kanalının sesini açma.
uk: Увімкнути звук вказаного каналу у всіх дзвінках.
vi: Bỏ tắt tiếng kênh đã chỉ định của tất cả các cuộc gọi hiện có.

source: Unspecified
es: Sin especificar
fr: Non spécifié
ru: Не указано
tr: Belirtilmemiş
ug_cn: بەلگىلەنمىگەن
uk: Не вказано
vi: Không xác định

source: Unsupported Configuration
es: Configuración no compatible
fr: Configuration non prise en charge
ru: Неподдерживаемая конфигурация
tr: Desteklenmeyen Yapılandırma
ug_cn: قوللىمايدىغان تەڭشەك
uk: Непідтримувана конфігурація
vi: Cấu hình không được hỗ trợ

source: Untitled
es: Sin título
ru: Без названия
tr: İsimsiz
ug_cn: ئىسىمسىز
uk: Без назви
vi: Không có tiêu đề

source: Up to 5 Personal Devices
es: Hasta 5 dispositivos personales
fr: Appareils multiples
ru: До 5 личных устройств
tr: 5 Kişisel Cihaza Kadar
ug_cn: 5 گىچە شەخسىي ئۈسكۈنىدە تەڭلا ئىشلىتىش
uk: До 5 особистих пристроїв
vi: Nhiều thiết bị

source: Updating…
es: Actualizando…
fr: Mise à jour en cours…
ru: Обновление…
tr: Güncelleniyor…
ug_cn: يېڭىلاۋاتىدۇ…
uk: Оновлення…
vi: Đang cập nhật…

source: Upgrade Now
es: Actualizar ahora
fr: Mettre à jour maintenant
ru: Обновить сейчас
tr: Şimdi Yükselt
ug_cn: ھازىرلا يۈكسەلدۈرۈش
uk: Оновити зараз
vi: Nâng cấp ngay

source: Upgrade to %@
es: Actualizar a %@
fr: Mettre à niveau vers %@
ru: Обновить до %@
tr: %@ sürümüne yükselt
ug_cn: %@ گە يۈكسەلدۈرۈش
uk: Оновити до %@
vi: Nâng cấp lên %@

source: uplink
es: subida
ru: исходящий
tr: yukarı bağlantı
ug_cn: يۇقىرىغا ئۇلىنىش
uk: вихідний

source: Uplink (Microphone)
es: Subida (Micrófono)
ru: Исходящий (микрофон)
tr: Yukarı bağlantı (Mikrofon)
ug_cn: يۇقىرىغا ئۇلىنىش (مىكروفون)
uk: Вихідний (мікрофон)

source: Upload
es: Subir
fr: Télécharger
ru: Загрузить
tr: Yükle
ug_cn: يۈكلەش
uk: Завантажити
vi: Tải lên

source: Upload, download or synchronize recordings between local and cloud drive.
es: Subir, descargar o sincronizar grabaciones entre la unidad local y la nube.
fr: Chargement, téléchargement ou synchronisation des enregistrements entre le disque local et le disque en nuage.
ru: Загрузка, выгрузка или синхронизация записей с облаком.
tr: Yerel ve bulut sürücüsü arasında kayıtları yükleme, indirme veya senkronize etme.
uk: Завантаження, вивантаження чи синхронізація записів з хмарним сховищем.
vi: Tải lên, tải xuống hoặc đồng bộ hóa bản ghi giữa ổ đĩa cục bộ và ổ đĩa đám mây.

source: Upload: Upload local recordings to cloud drives as is. Restorable.
es: Subir: Subir grabaciones locales a unidades en la nube tal cual. Restaurable.
ru: Загрузка: записи сохраняются в облако в оригинале. Восстановимо.
tr: Yükleme: Yerel kayıtları olduğu gibi bulut sürücülerine yükleyin. Geri yüklenebilir.
uk: Завантаження: записи зберігаються у хмару в оригіналі. Можливе відновлення.
vi: Upload: Tải lên bản ghi cục bộ lên ổ đĩa đám mây như hiện tại. Có thể khôi phục.

source: Use biometric authentication to unlock the application. Background playing is not available when this feature is enabled.
es: Usa la autenticación biométrica para desbloquear la aplicación. La reproducción en segundo plano no está disponible cuando esta función está habilitada.
fr: Utiliser l'authentification biométrique pour déverrouiller l'application. La lecture en arrière-plan n'est pas disponible lorsque cette fonction est activée.
ru: Использовать биометрию для разблокировки. Фоновое воспроизведение отключено.
tr: Uygulamanın kilidini açmak için biyometrik kimlik doğrulama kullanın. Bu özellik etkinleştirildiğinde arka planda çalma mevcut değildir.
uk: Використовувати біометрію для розблокування. Фонове відтворення вимкнено.
vi: Sử dụng xác thực sinh trắc học để mở khóa ứng dụng. Phát lại nền không khả dụng khi tính năng này được bật.

source: Use Cellular Network
es: Usar red móvil
fr: Utiliser le réseau cellulaire
ru: Использовать мобильную сеть
tr: Mobil Ağ Kullan
ug_cn: كۆچمە تور ئىشلىتىش
uk: Використовувати мобільний інтернет
vi: Sử dụng Mạng Di động

source: Use Date
es: Usar fecha
fr: Utiliser la date
ru: Использовать дату
tr: Tarih Kullan
ug_cn: چېسلا بويىچە…
uk: Використовувати дату
vi: Ngày sử dụng

source: Use Date Range
es: Usar rango de fechas
fr: Utiliser la plage de dates
ru: Использовать диапазон дат
tr: Tarih Aralığı Kullan
ug_cn: چېسلا دائىرىسى بويىچە…
uk: Використовувати діапазон дат
vi: Sử dụng phạm vi ngày

source: Use Default Settings
es: Usar ajustes predeterminados
fr: Utiliser les paramètres par défaut
ru: Использовать настройки по умолчанию
tr: Varsayılan Ayarları Kullan
ug_cn: كۆڭۈلدىكى تەڭشەكنى ئىشلىتىش
uk: Використовувати типові налаштування
vi: Sử dụng cài đặt mặc định

source: Use Haptic Patterns
es: Usar patrones hápticos
fr: Utiliser des motifs haptiques
ru: Использовать тактильные паттерны
tr: Titreşim Desenleri Kullan
ug_cn: تۇيغۇ ئىنكاس
uk: Використовувати тактильні шаблони
vi: Sử dụng mô hình xúc giác

source: Use Media Controls
es: Usar controles multimedia
ru: Использовать медиа-управление
tr: Medya Kontrollerini Kullanın
ug_cn: مېدىيا كونترول ئىشلىتىش
uk: Використовувати медіакерування
vi: Sử dụng Trình phát phương tiện

source: Use Recycle Bin
es: Usar papelera de reciclaje
fr: Utiliser la corbeille
ru: Использовать корзину
tr: Geri Dönüşüm Kutusu Kullan
ug_cn: ئەخلەتخانا ئىشلىتىش
uk: Використовувати кошик
vi: Sử dụng Thùng rác

source: Use Snapshot Transition
es: Usar transición de instantánea
fr: Utiliser la transition instantanée
ru: Использовать переход через снимок
tr: Anlık Görüntü Geçişi Kullan
ug_cn: سۈرەت ئېلىش ئۈنۈمى ئىشلىتىش
uk: Використовувати перехід через знімок
vi: Sử dụng Chuyển tiếp Ảnh chụp

source: User Agreement
es: Acuerdo de usuario
fr: Accord de l'utilisateur
ru: Пользовательское соглашение
tr: Kullanıcı Sözleşmesi
ug_cn: ئىشلەتكۈچى كېلىشىمى
uk: Угода користувача
vi: Thỏa thuận người dùng

source: User Applications
es: Aplicaciones del usuario
fr: Applications utilisateur
ru: Пользовательские приложения
tr: Kullanıcı Uygulamaları
ug_cn: ئىشلەتكۈچى ئەپلىرى
uk: Користувацькі програми
vi: Ứng dụng người dùng

source: User denied access to speech recognition.
es: El usuario denegó el acceso al reconocimiento de voz.
fr: L'utilisateur a refusé l'accès à la reconnaissance vocale.
ru: Пользователь запретил доступ к распознаванию речи
tr: Kullanıcı ses tanıma erişimini reddetti.
uk: Користувач заблокував доступ до розпізнавання мови
vi: Người dùng bị từ chối quyền truy cập vào nhận dạng giọng nói.

source: User Initiated Recording
es: Grabación iniciada por el usuario
ru: Запись, инициированная пользователем
tr: Kullanıcı Tarafından Başlatılan Kayıt
ug_cn: ئىشلەتكۈچى ئۈنئالغۇ باشلىغاندا كۆرسىتىش
uk: Запис ініційований користувачем
vi: Ghi âm do người dùng khởi xướng

source: User Interface Style
es: Estilo de interfaz de usuario
fr: Style de l'interface utilisateur
ru: Стиль интерфейса
tr: Kullanıcı Arayüzü Stili
ug_cn: كۆرۈنمە يۈز ئۇسلۇبى
uk: Стиль інтерфейсу
vi: Phong cách giao diện người dùng

source: Username (Optional)
es: Nombre de usuario (Opcional)
ru: Имя пользователя (опционально)
tr: Kullanıcı Adı (İsteğe Bağlı)
ug_cn: ئىشلەتكۈچى ئىسمى (ئىختىيارى)
uk: Ім'я користувача (необов'язково)
vi: Tên người dùng (Tùy chọn)

source: Utility
es: Utilidad
fr: Utilitaire
ru: Утилита
tr: Yardımcı Program
ug_cn: قورال
uk: Утиліта
vi: Tiện ích

source: Variant
es: Variante
fr: Variante
ru: Вариант
tr: Varyant
ug_cn: ئۆزگىرىش
uk: Варіант
vi: Biến thể

source: Variant Capitalized
es: Variante en Mayúsculas
fr: Variante Capitalisée
ru: Вариант (с заглавной)
tr: Varyant (Büyük Harfli)
ug_cn: ئۆزگىرىش (باش ھەرپ چوڭ)
uk: Варіант (з великої літери)
vi: Biến thể Viết hoa

source: Variant Description
es: Descripción de la variante
fr: Variante Description
ru: Описание варианта
tr: Varyant Açıklaması
ug_cn: ئۆزگىرىش (چۈشەندۈرۈش)
uk: Опис варіанту
vi: Mô tả Biến thể

source: Verification Failed
es: Verificación fallida
fr: Échec de la vérification
ru: Проверка не пройдена
tr: Doğrulama Başarısız
ug_cn: دەلىللەش مەغلۇپ بولدى
uk: Перевірку не пройдено
vi: Xác minh không thành công

source: Verify License
es: Verificar licencia
fr: Vérifier la licence
ru: Проверить лицензию
tr: Lisansı Doğrula
ug_cn: ئىجازەتنامىنى دەلىللەش
uk: Перевірити ліцензію
vi: Xác minh giấy phép

# Version %@ Build %@
source: Version %1$@ Build %2$@
es: Versión %1$@ Compilación %2$@
fr: Version %1$@ Construction %2$@
ru: Версия %@ Сборка %@
tr: Sürüm %1$@ Yapı %2$@
uk: Версія %@ Збірка %@
vi: Phiên bản %1$@ Xây dựng %2$@

# Version %@ Build %@ - New Version %@ Build %@
source: Version %1$@ Build %2$@ - New Version %3$@ Build %4$@
es: Versión %1$@ Compilación %2$@ - Nueva Versión %3$@ Compilación %4$@
fr: Version %1$@ Construction %2$@ - Nouvelle Version %3$@ Construction %4$@
ru: Версия %@ Сборка %@ - Новая версия %@ Сборка %@
tr: Sürüm %1$@ Yapı %2$@ - Yeni Sürüm %3$@ Yapı %4$@
uk: Версія %@ Збірка %@ - Нова версія %@ Збірка %@
vi: Phiên bản %1$@ Xây dựng %2$@ - Phiên bản mới %3$@ Xây dựng %4$@

source: Vibrate
es: Vibrar
ru: Вибрация
tr: Titreşim
ug_cn: تىترەش
uk: Вібрація
vi: Rung

source: View
es: Ver
ru: Просмотр
tr: Görünüm
ug_cn: كۆرۈش
uk: Перегляд
vi: Xem

source: View Details
es: Ver detalles
fr: Voir les détails
ru: Просмотр деталей
tr: Detayları Görüntüle
ug_cn: تەپسىلاتىنى كۆرۈش
uk: Перегляд деталей
vi: Xem Chi tiết

source: View Logs
es: Ver registros
ru: Просмотр логов
tr: Günlükleri Görüntüle
ug_cn: خاتىرە كۆرۈش
uk: Перегляд журналів
vi: Xem Nhật ký

source: View Logs: Application
es: Ver registros: Aplicación
fr: Voir les journaux : Application
ru: Логи приложения
tr: Günlükleri Görüntüle: Uygulama
ug_cn: ئەپ پروگراممىسى
uk: Журнали програми
vi: Xem Nhật ký: Ứng dụng

source: View Logs: Audio Player
es: Ver registros: Reproductor de audio
ru: Логи аудиоплеера
tr: Günlükleri Görüntüle: Ses Oynatıcı
ug_cn: ئاۋاز قويغۇچ
uk: Журнали аудіоплеєра
vi: Xem Nhật ký: Trình phát âm thanh

source: View Logs: Call Monitor
es: Ver registros: Monitor de llamadas
fr: Voir les journaux : Moniteur d'appels
ru: Логи монитора вызовов
tr: Günlükleri Görüntüle: Çağrı Monitörü
ug_cn: چاقىرىش كۆزەتكۈچ
uk: Журнали монітора дзвінків
vi: Xem Nhật ký: Giám sát cuộc gọi

source: View Logs: Call Recorder
es: Ver registros: Grabador de llamadas
fr: Afficher les journaux : Enregistreur d'appels
ru: Логи записи вызовов
tr: Günlükleri Görüntüle: Çağrı Kaydedici
ug_cn: چاقىرىش ئۈنئالغۇ
uk: Журнали запису дзвінків
vi: Xem Nhật ký: Ghi âm cuộc gọi

source: View Logs: Hoverball
es: Ver registros: Bola flotante
fr: Voir les journaux : Hoverball
ru: Логи Hoverball
tr: Günlükleri Görüntüle: Hoverball
ug_cn: لەيلىمە توپ
uk: Журнали Hoverball
vi: Xem Nhật ký: Bong Bóng

source: View Logs: Launch Agent
es: Ver registros: Agente de inicio
fr: Voir les journaux : Agent de lancement
ru: Логи агента запуска
tr: Günlükleri Görüntüle: Başlatma Aracı
ug_cn: قوزغىتىش ۋاكالەتچىسى
uk: Журнали агента запуску
vi: Xem Nhật ký: Launch Agent

source: View Logs: Network Storage
es: Ver registros: Almacenamiento en red
ru: Логи сетевого хранилища
tr: Günlükleri Görüntüle: Ağ Depolama
ug_cn: تور ساقلىغۇچ
uk: Журнали мережевого сховища
vi: Xem Nhật ký: Lưu trữ mạng

source: View Logs: Speech Utterance
es: Ver registros: Expresión oral
ru: Логи речевого вывода
tr: Günlükleri Görüntüle: Konuşma İfadesi
ug_cn: ئاۋازلىق ئېلان
uk: Журнали мовного виводу
vi: Xem Nhật ký: Phát biểu

source: View Logs: System Audio
es: Ver registros: Audio del sistema
ru: Логи системного звука
tr: Günlükleri Görüntüle: Sistem Sesi
ug_cn: سىستېما ئاۋاز ئۈنئالغۇ
uk: Журнали системного звуку
vi: Xem Nhật ký: Âm thanh hệ thống

source: View Logs: Voice Memo
es: Ver registros: Nota de voz
ru: Логи голосовых заметок
tr: Günlükleri Görüntüle: Sesli Not
ug_cn: ئاۋاز خاتىرىسى
uk: Журнали голосових нотаток
vi: Xem Nhật ký: Ghi âm giọng nói

source: View My Account
es: Ver mi cuenta
fr: Voir mon compte
ru: Мой аккаунт
tr: Hesabımı Görüntüle
ug_cn: ھېساباتىمنى كۆرۈش
uk: Мій акаунт
vi: Xem Tài khoản của tôi

source: View Recording Details
es: Ver detalles de la grabación
fr: Voir les détails de l'enregistrement
ru: Просмотр деталей записи
tr: Kayıt Detaylarını Görüntüle
ug_cn: ئۈنئالغۇ تەپسىلاتىنى كۆرۈش
uk: Перегляд деталей запису
vi: Xem Chi tiết Bản ghi

source: VIP contacts will always be recorded and added to the favourites.
es: Los contactos VIP siempre se grabarán y se añadirán a favoritos.
fr: Les contacts VIP seront toujours enregistrés et ajoutés aux favoris.
ru: Контакты VIP всегда записываются и добавляются в избранное
tr: VIP kişiler her zaman kaydedilecek ve favorilere eklenecektir.
ug_cn: VIP ئالاقىداشلار ھەمىشە ئۈنگە ئېلىنىپ ساقلانغانلارغا قوشۇلىدۇ.
uk: VIP-контакти завжди записуватимуться та додаватимуться до обраного
vi: Các liên hệ VIP sẽ luôn được ghi lại và thêm vào các mục yêu thích.

source: Voice Memo
es: Nota de voz
ru: Голосовая заметка
tr: Sesli Not
ug_cn: ئاۋاز خاتىرىسى
uk: Голосова нотатка
vi: Ghi âm giọng nói

source: Voice Memo Recording
es: Grabación de nota de voz
ru: Запись голосовой заметки
tr: Sesli Not Kaydı
ug_cn: ئاۋاز خاتىرىسى ئۈنئالغۇ
uk: Запис голосової нотатки
vi: Ghi âm giọng nói

source: voice memo recording
es: grabación de nota de voz
ru: запись голосовой заметки
tr: Sesli not kaydı
ug_cn: ئاۋاز خاتىرىسى
uk: запис голосової нотатки
vi: ghi âm giọng nói

source: Voice Memos
es: Notas de voz
ru: Голосовые заметки
tr: Sesli Notlar
ug_cn: ئاۋاز خاتىرىلىرى
uk: Голосові нотатки
vi: Ghi âm giọng nói

source: voice-over
es: voz superpuesta
fr: voix off
ru: голос за кадром
tr: Seslendirme
uk: закадровий голос
vi: lời nói qua

source: Voice-Over Voice
es: Voz de VoiceOver
fr: Voix off
ru: Голос озвучки
tr: Seslendirme Sesi
ug_cn: Voice-Over ئاۋازى
uk: Голос за кадром
vi: Lồng tiếng giọng nói

source: Volume
es: Volumen
ru: Громкость
tr: Ses
ug_cn: ئاۋاز مىقدارى
uk: Гучність
vi: Âm lượng

source: wait
es: esperar
fr: attendre
ru: ожидание
tr: Bekle
ug_cn: كۈتۈش
uk: очікування
vi: chờ

source: Wait for ${requestedTimeout} seconds
es: Esperar ${requestedTimeout} segundos
ru: Ожидать ${requestedTimeout} секунд
tr: Bekle ${requestedTimeout} saniye
ug_cn: ${requestedTimeout} سېكۇنت كۈتۈش
uk: Очікувати ${requestedTimeout} секунд
vi: Chờ ${requestedTimeout} giây

source: Wait for any calls to be answered and connected.
es: Esperar a que se contesten y conecten las llamadas.
fr: Attendez que les appels soient pris et connectés.
ru: Ожидать ответа и соединения вызова
tr: Herhangi bir aramanın cevaplanıp bağlanmasını bekleyin.
uk: Очікувати відповіді та підключення дзвінка
vi: Chờ bất kỳ cuộc gọi nào được trả lời và kết nối.

source: Wait for Calls
es: Esperar llamadas
ru: Ожидать вызовы
tr: Çağrıları Bekleyin
ug_cn: چاقىرىشنى كۈتۈش
uk: Очікувати дзвінки
vi: Chờ cuộc gọi

source: Wait for Connected Calls
es: Esperar llamadas conectadas
fr: Attendre les appels connectés
ru: Ожидать соединённые вызовы
tr: Bağlı Aramaları Bekle
ug_cn: باغلانغان چاقىرىشنى كۈتۈش
uk: Очікувати підключені дзвінки
vi: Chờ cuộc gọi đã kết nối
