Repository: Lessica/TrollRecorder
Catalog: res/*.lproj/Localizable.strings
Languages: es, fr, ru, tr, ug_cn, uk, vi

source: My Favourites
es: Mis favoritos
fr: Mes favoris
ru: Мои избранные
tr: Favorilerim
ug_cn: مېنىڭ ساقلانغانلىرىم
uk: Мої обрані
vi: Mục yêu thích của tôi

source: Name
es: Nombre
fr: Nom
ru: Имя
tr: Ad
ug_cn: ئىسىم
uk: Ім'я
vi: Tên

source: Name with Alias
es: Nombre con alias
fr: Nom avec alias
ru: Имя с псевдонимом
tr: Takma Adlı Ad
ug_cn: تەخەللۇس بىلەن ئىسىم
uk: Ім'я з псевдонімом
vi: Tên có Biệt danh

source: Network Storage
es: Almacenamiento en red
fr: Stockage réseau
ru: Сетевое хранилище
tr: Ağ Depolama
ug_cn: تور ساقلىغۇچ
uk: Мережеве сховище
vi: Lưu trữ mạng

source: Never
es: Nunca
fr: Jamais
ru: Никогда
tr: Asla
ug_cn: ھەرگىز
uk: Ніколи
vi: Không bao giờ

source: Never Show This Again
es: No volver a mostrar esto
ru: Больше не показывать
tr: Bunu Bir Daha Asla Gösterme
ug_cn: قايتا كۆرسەتمە
uk: Більше не показувати

source: New
es: Nuevo
fr: Nouveau
ru: Новый
tr: Yeni
ug_cn: يېڭى
uk: Новий
vi: Mới

source: New Argument
es: Nuevo argumento
ru: Новый аргумент
tr: Yeni Belge
uk: Новий аргумент
vi: Lập luận mới

source: New Matching Pattern
es: Nuevo patrón de coincidencia
fr: Nouveau Motif de Correspondance
ru: Новый шаблон соответствия
tr: Yeni Eşleşen Desen
ug_cn: يېڭى ماسلىشىش ئۆرنىكى
uk: Новий шаблон відповідності
vi: Mô hình kết hợp mới

source: New Version Available
es: Nueva versión disponible
fr: Mise à jour disponible
ru: Доступна новая версия
tr: Yeni Sürüm Mevcut
ug_cn: يېڭى نەشرى بار
uk: Доступна нова версія
vi: Phiên bản mới có sẵn

source: New Version Installed
es: Nueva versión instalada
ru: Новая версия установлена
tr: Yeni Sürüm Yüklendi
ug_cn: يېڭى نەشرى قاچىلاندى
uk: Нова версія встановлена
vi: Đã cài đặt phiên bản mới

source: No Available Version
es: Ninguna versión disponible
ru: Нет доступной версии
tr: Kullanılabilir Sürüm Yok
ug_cn: يېڭى نەشرى يوق
uk: Немає доступної версії
vi: Không có phiên bản nào khả dụng

source: No phone number found in selected contacts.
es: No se encontró ningún número de teléfono en los contactos seleccionados.
fr: Aucun numéro de téléphone trouvé dans les contacts sélectionnés.
ru: В выбранных контактах не найдено номеров телефона.
tr: Seçilen kişilerde telefon numarası bulunamadı.
ug_cn: تاللانغان ئالاقەداشلاردا تېلېفون نومۇرى تېپىلمىدى.
uk: У вибраних контактах не знайдено номерів телефону.
vi: Không tìm thấy số điện thoại trong các liên hệ đã chọn.

source: No phone number or email address found in selected contacts.
es: No se encontró ningún número de teléfono o dirección de correo electrónico en los contactos seleccionados.
fr: Aucun numéro de téléphone ou adresse e-mail trouvé dans les contacts sélectionnés.
ru: В выбранных контактах не найдено номеров телефона или email-адресов.
tr: Seçilen kişilerde telefon numarası veya e-posta adresi bulunamadı.
ug_cn: تاللانغان ئالاقەداشلاردا تېلېفون نومۇرى ياكى ئېلخەت ئادرېسى تېپىلمىدى.
uk: У вибраних контактах не знайдено номерів телефону або email-адрес.
vi: Không tìm thấy số điện thoại hoặc địa chỉ email trong các liên hệ được chọn.

source: No Recording
es: Sin grabación
fr: Aucun enregistrement
ru: Нет записи
tr: Kayıt Yok
ug_cn: ئۈن يازما يوق
uk: Немає запису
vi: Không ghi âm

source: No speech detected.
es: No se detectó voz.
fr: Aucune parole détectée.
ru: Речь не обнаружена.
tr: Konuşma algılanmadı.
ug_cn: ئاۋاز بايقالمىدى.
uk: Мовлення не виявлено.
vi: Không phát hiện lời nói nào.

source: No Transition
es: Sin transición
fr: Aucune transition
ru: Без перехода
tr: Geçiş Yok
ug_cn: تاقاق
uk: Без переходу
vi: Không có sự chuyển đổi

source: None
es: Ninguno
fr: Aucun
ru: Нет
tr: Hiçbiri
ug_cn: يوق
uk: Немає
vi: Không

source: Not Implemented
es: No implementado
ru: Не реализовано
tr: Uygulanmadı
ug_cn: تېخى ئەمەلگە ئاشۇرۇلمىدى
uk: Не реалізовано
vi: Không được thực hiện

source: Not My Favourite
es: No es mi favorito
fr: Pas mon préféré
ru: Не в избранном
tr: Benim favorim değil
ug_cn: ساقلانمىغان
uk: Не в обраному
vi: Không phải là sở thích của tôi

source: Not Now
es: Ahora no
ru: Не сейчас
tr: Şimdi değil
ug_cn: ھازىر ئەمەس
uk: Не зараз
vi: Không phải bây giờ

source: Not Properly Configured
es: No configurado correctamente
ru: Неправильно настроено
tr: Düzgün Yapılandırılmadı
ug_cn: توغرا تەڭشەلمىگەن
uk: Неправильно налаштовано
vi: Không cấu hình đúng

source: Nothing Imported
es: Nada importado
fr: Rien importé
ru: Ничего не импортировано
tr: Hiçbir şey içe aktarılmadı
ug_cn: ھېچنېمە ئەكىرىلمىدى
uk: Нічого не імпортовано
vi: Không có gì được nhập vào

source: Nothing Inside
es: Nada dentro
fr: Rien à l'intérieur
ru: Пусто
tr: İçinde bir şey yok
ug_cn: بۇ يەردە ھېچنېمە يوق
uk: Порожньо
vi: Không có gì bên trong

source: notification
es: notificación
ru: уведомление
tr: Bildirim
ug_cn: ئۇقتۇرۇش
uk: сповіщення
vi: thông báo

source: Notification Permission Denied
es: Permiso de notificaciones denegado
fr: Notification Permission refusée
ru: Доступ к уведомлениям запрещен
tr: Bildirim İzni Reddedildi
ug_cn: ئۇقتۇرۇش ئىشلىتىش ھوقۇقى رەت قىلىندى
uk: Доступ до сповіщень заборонено
vi: Quyền thông báo bị từ chối

source: Notifications
es: Notificaciones
ru: Уведомления
tr: Bildirimler
ug_cn: ئۇقتۇرۇش ۋە ئەسكەرتىش
uk: Сповіщення
vi: Thông báo

source: notify
es: notificar
ru: уведомить
tr: bildir
ug_cn: ئۇقتۇرۇش
uk: сповістити
vi: thông báo

source: Notify at Begin
es: Notificar al inicio
ru: Уведомлять в начале
tr: Başlangıçta Bildir
ug_cn: باشلانغاندا ئەسكەرتىش
uk: Сповіщати на початку
vi: Thông báo khi bắt đầu

source: Notify at End
es: Notificar al final
ru: Уведомлять в конце
tr: Sonda Bildir
ug_cn: ئاخىرلاشقاندا ئەسكەرتىش
uk: Сповіщати в кінці
vi: Thông báo khi kết thúc

source: Object Viewer
es: Visor de objetos
fr: Visualisateur d'objets
ru: Просмотр объектов
tr: Nesne Görüntüleyici
ug_cn: ئوبيېكت كۆرگۈچ
uk: Перегляд об'єктів
vi: Trình xem đối tượng

source: Off
es: Desactivado
ru: Выкл.
tr: Kapalı
ug_cn: تاقاق
uk: Вимк.
vi: Tắt

source: OK
es: Aceptar
tr: Tamam
ug_cn: ماقۇل
vi: Được rồi

source: On
es: Activado
ru: Вкл.
tr: Açık
ug_cn: ئوچۇق
uk: Увімк.
vi: Bật

source: Oops!
es: ¡Vaya!
fr: Oups !
ru: Упс!
tr: Eyvah!
ug_cn: ئاپلا!
uk: Ой!
vi: Rất tiếc!

source: Open
es: Abrir
fr: Ouvrir
ru: Открыть
tr: Aç
ug_cn: ئېچىش
uk: Відкрити
vi: Mở

source: open
es: abrir
fr: Ouvrir
ru: открыть
tr: Aç
ug_cn: ئېچىش
uk: відкрити
vi: mở

source: Open Application
es: Abrir aplicación
ru: Открыть приложение
tr: Uygulamayı Aç
ug_cn: پروگرامما ئېچىش
uk: Відкрити застосунок
vi: Mở ứng dụng

source: Open Hoverball
es: Abrir bola flotante
fr: Ouvrir Hoverball
ru: Открыть hoverball
tr: Hoverball'ı Aç
ug_cn: لەيلىمە توپنى ئېچىش
uk: Відкрити hoverball
vi: Mở bong bóng

source: Open in Filza
es: Abrir en Filza
fr: Ouvrir dans Filza
ru: Открыть в Filza
tr: Filza'da Aç
ug_cn: Filza دا ئېچىش
uk: Відкрити в Filza
vi: Mở Trong Filza

source: Open in Maps
es: Abrir en Mapas
fr: Ouvrir dans Maps
ru: Открыть в Картах
tr: Haritalar'da Aç
ug_cn: خەرىتىدە ئېچىش
uk: Відкрити в Картах
vi: Mở Trong Bản đồ

source: Open Troll Recorder
es: Abrir Troll Recorder
fr: Ouvrir l'enregistreur de troll
ru: Открыть Troll Recorder
tr: Troll Recorder Aç
ug_cn: ترول ئۈنئالغۇنى ئېچىش
uk: Відкрити Troll Recorder
vi: Mở Troll Recorder

source: Operation Failed
es: Operación fallida
fr: Échec de l'opération
ru: Ошибка операции
tr: İşlem Başarısız Oldu
ug_cn: مەشغۇلات مەغلۇپ بولدى
uk: Помилка операції
vi: Thao tác thất bại

source: Operation Succeed
es: Operación exitosa
fr: Opération Réussir
ru: Операция успешна
tr: İşlem Başarılı Oldu
ug_cn: مەشغۇلات مۇۋەپپەقىيەتلىك بولدى
uk: Операція успішна
vi: Thao tác thành công

source: Operation succeed, but no files transferred.
es: Operación exitosa, pero no se transfirieron archivos.
ru: Операция успешна, но файлы не переданы.
tr: İşlem başarılı oldu, ancak hiçbir dosya aktarılmadı.
ug_cn: مەشغۇلات مۇۋەپپەقىيەتلىك، ئەمما ھۆججەت يۆتكەلمىدى.
uk: Операція успішна, але файли не передано.
vi: Thao tác thành công nhưng không có tập tin nào được chuyển.

source: Operator Name
es: Nombre del operador
fr: Nom de l'opérateur
ru: Имя оператора
tr: Operatör Adı
ug_cn: ئىشلەتكۈچى ئىسمى
uk: Ім'я оператора
vi: Tên người điều khiển

source: Options
es: Opciones
ru: Опции
tr: Seçenekler
ug_cn: تاللانما
uk: Параметри
vi: Tùy chọn

source: Outgoing
es: Saliente
fr: Sortant
ru: Исходящий
tr: Giden
ug_cn: چىقىش
uk: Вихідний
vi: Đi ra

source: Outgoing Call
es: Llamada saliente
fr: Appel sortant
ru: Исходящий звонок
tr: Giden Çağrı
ug_cn: چىقىش چاقىرىقى
uk: Вихідний дзвінок
vi: Cuộc gọi đi

source: Outgoing Call Answered
es: Llamada saliente contestada
fr: Appel sortant répondu
ru: Исходящий звонок принят
tr: Giden Çağrı Cevaplandı
ug_cn: چىقىش چاقىرىقى تۇتۇلغاندا
uk: Вихідний дзвінок прийнято
vi: Cuộc gọi đi đã được trả lời

source: Outgoing Call Hang Up
es: Llamada saliente colgada
fr: Raccrochage d'un appel sortant
ru: Исходящий звонок завершен
tr: Giden Çağrı Sonlandı
ug_cn: چىقىش چاقىرىقى قويۇۋېتىلگەندە
uk: Вихідний дзвінок завершено
vi: Cuộc gọi đi đã tắt máy

source: Outgoing call recording from “%@” and other %ld applications.
es: Grabación de llamada saliente de “%@” y otras %ld aplicaciones.
fr: Enregistrement de l'appel sortant depuis « %@ » et %ld autres applications.
ru: Запись исходящих звонков из «%@» и %ld других приложений.
tr: “%@” ve diğer %ld uygulamalardan giden çağrı kaydı.
ug_cn: “%@” ۋە باشقا %ld پروگراممىدىن چىقىش چاقىرىقى ئۈن-خاتىرىسى
uk: Запис вихідних дзвінків з «%@» та ще %ld застосунків.
vi: Ghi âm cuộc gọi đi từ “%@” và các ứng dụng %ld khác.

source: Outgoing call recording from “%@”.
es: Grabación de llamada saliente de “%@”.
fr: Enregistrement de l'appel sortant depuis « %@ ».
ru: Запись исходящих звонков из «%@».
tr: “%@” adresinden giden çağrı kaydı.
ug_cn: “%@” دىن چىقىش چاقىرىقى ئۈن-خاتىرىسى
uk: Запис вихідних дзвінків з «%@».
vi: Ghi âm cuộc gọi đi từ “%@”.

source: Page not found
es: Página no encontrada
fr: Page non trouvée
ru: Страница не найдена
tr: Sayfa bulunamadı
ug_cn: بەت تېپىلمىدى
uk: Сторінку не знайдено
vi: Không tìm thấy trang

source: Password (Optional)
es: Contraseña (Opcional)
ru: Пароль (необязательно)
tr: Şifre (İsteğe Bağlı)
ug_cn: پارول (ئىختىيارى)
uk: Пароль (необов’язково)
vi: Mật khẩu (Tùy chọn)

source: path
es: ruta
fr: chemin
ru: путь
tr: yol
ug_cn: يول
uk: шлях
vi: đường dẫn

source: Pause
es: Pausar
ru: Пауза
tr: Duraklat
ug_cn: توختىتىش
uk: Пауза
vi: Tạm dừng

source: Pause Recording
es: Pausar grabación
fr: Pause de l'enregistrement
ru: Приостановить запись
tr: Kaydı Duraklat
ug_cn: ئۈنئېلىشنى توختىتىش
uk: Призупинити запис
vi: Tạm dừng ghi âm

source: Paused
es: En pausa
fr: En pause
ru: На паузе
tr: Duraklatıldı
ug_cn: توختىتىلدى
uk: Призупинено
vi: Tạm dừng

source: Perform a full synchronization of “Backup with iCloud” and “Smart Cloud Archive”.
es: Realizar una sincronización completa de “Copia de seguridad con iCloud” y “Archivo inteligente en la nube”.
fr: Effectuez une synchronisation complète de “Sauvegarde avec iCloud” et “Smart Cloud Archive”.
ru: Выполнить полную синхронизацию «Резервной копии с iCloud» и «Умного облачного архива».
tr: “iCloud ile Yedekleme” ve “Akıllı Bulut Arşivi”nin tam senkronizasyonunu gerçekleştirin.
uk: Виконати повну синхронізацію «Резервної копії через iCloud» та «Розумного хмарного архіву».
vi: Thực hiện đồng bộ hóa đầy đủ “Sao lưu bằng iCloud” và “Lưu trữ đám mây thông minh”.

source: Perform Full Synchronization
es: Realizar sincronización completa
fr: Effectuer une synchronisation complète
ru: Выполнить полную синхронизацию
tr: Tam Senkronizasyon Gerçekleştir
ug_cn: تولۇق قەدەمداشلاش
uk: Виконати повну синхронізацію
vi: Thực hiện đồng bộ hóa đầy đủ

source: Period
es: Periodo
fr: Période
ru: Период
tr: Dönem
ug_cn: چېكىت
uk: Період
vi: Giai đoạn

source: Phone
es: Teléfono
fr: Téléphone
ru: Телефон
tr: Telefon
ug_cn: تېلېفون
uk: Телефон
vi: Điện thoại

source: phone
es: teléfono
fr: téléphone
ru: телефон
tr: Telefon
ug_cn: تېلېفون
uk: телефон
vi: điện thoại

source: Phone Address
es: Número de teléfono
fr: Adresse téléphonique
ru: Адрес телефона
tr: Telefon Adresi
ug_cn: تېلېفون نومۇرى
uk: Адреса телефону
vi: Địa chỉ điện thoại

source: Phone Call Exclude List
es: Lista de exclusión de llamadas
fr: Liste d'exclusion des appels téléphoniques
ru: Исключения для звонков
tr: Telefon Çağrısı Hariç Tutma Listesi
uk: Список виключень для дзвінків
vi: Danh sách loại trừ cuộc gọi điện thoại

source: phone call recording
es: grabación de llamada telefónica
ru: запись телефонного звонка
tr: Telefon görüşmesi kaydı
ug_cn: تېلېفون چاقىرىق ئۈن-خاتىرىسى
uk: запис телефонного дзвінка
vi: ghi âm cuộc gọi điện thoại

source: Phone Call VIP
es: VIP de llamadas
fr: Appel téléphonique VIP
ru: VIP-звонки
tr: Telefon Çağrısı VIP
ug_cn: چاقىرىق VIP
uk: VIP-дзвінки
vi: Cuộc gọi điện thoại VIP

source: Phone Number
es: Número de teléfono
fr: Numéro de téléphone
ru: Номер телефона
tr: Telefon Numarası
ug_cn: تېلېفون نومۇرى
uk: Номер телефону
vi: Số điện thoại

source: Phone Number or Email Address
es: Número de teléfono o correo electrónico
fr: Numéro de téléphone ou adresse e-mail
ru: Номер телефона или email
tr: Telefon Numarası veya E-mail Adresi
ug_cn: تېلېفون نومۇرى ياكى ئېلخەت ئادرېسى
uk: Номер телефону або email
vi: Số điện thoại hoặc địa chỉ email

source: Physical Key Combination
es: Combinación de teclas físicas
ru: Комбинация физических клавиш
tr: Fiziksel Tuş Kombinasyonu
ug_cn: فىزىكىلىق كۇنۇپكا بىرىكمىسى
uk: Комбінація фізичних клавіш
vi: Tổ hợp phím vật lý

source: Placemark Name
es: Nombre del marcador
fr: Nom du repère
ru: Название метки
tr: Yer İşareti Adı
ug_cn: ئورۇن بەلگىسى ئىسمى
uk: Назва позначки
vi: Tên điểm đánh dấu

source: Play
es: Reproducir
fr: Jouer
ru: Воспроизвести
tr: Oynat
ug_cn: قويۇش
uk: Відтворити
vi: Phát

source: play
es: reproducir
fr: jouer
ru: воспроизвести
tr: Oynat
ug_cn: قويۇش
uk: відтворити
vi: phát

source: Play ${audioFile}
es: Reproducir ${audioFile}
ru: Воспроизвести ${audioFile}
tr: ${audioFile} Oynat
ug_cn: ${audioFile} نى قويۇش
uk: Відтворити ${audioFile}
vi: Phát ${audioFile}

source: Play Recording Warning
es: Reproducir aviso de grabación
fr: Avertissement de lecture d'enregistrement
ru: Предупреждение при воспроизведении
tr: Kayıt Çalma Uyarısı
ug_cn: ئۈن-خاتىرە ئاگاھلاندۇرۇشى قويۇش
uk: Попередження при відтворенні запису
vi: Phát Cảnh Báo Ghi Âm

source: Play Sound
es: Reproducir sonido
ru: Проиграть звук
tr: Ses Çal
ug_cn: ئاۋاز قويۇش
uk: Відтворити звук
vi: Phát Âm Thanh

source: Play specified audio file to the microphone.
es: Reproducir el archivo de audio especificado en el micrófono.
ru: Воспроизвести указанный аудиофайл через микрофон.
tr: Belirtilen ses dosyasını mikrofona çal.
uk: Відтворити вказаний аудіофайл через мікрофон.
vi: Phát tệp âm thanh đã chỉ định vào micrô.

source: Play specified voice-over text to the microphone.
es: Reproducir el texto de voz superpuesta especificado en el micrófono.
fr: Diffuser le texte en voix off spécifié dans le microphone.
ru: Воспроизвести указанный текст через микрофон.
tr: Belirtilen sesli anlatım metnini mikrofona yayınlayın.
uk: Відтворити вказаний озвучений текст через мікрофон.
vi: Phát văn bản lồng ghép đã chỉ định vào micrô.

source: Play Uplink Audio
es: Reproducir audio de subida
ru: Воспроизвести аудио uplink
tr: Yukarı Bağlantı Sesini Çal
uk: Відтворити аудіо uplink
vi: Phát âm thanh Uplink

source: Play Uplink Voice-Over
es: Reproducir voz superpuesta de subida
fr: Jouer le Voice-Over au microphone
ru: Воспроизвести голосовой комментарий uplink
tr: Mikrofona Sesli Anlatımı Oynat
uk: Відтворити озвучення uplink
vi: Phát văn bản lồng ghép Uplink

source: Play/Pause
es: Reproducir/Pausar
fr: Lecture/Pause
ru: Воспроизвести/Пауза
tr: Oynat/Duraklat
ug_cn: قويۇش/توختىتىش
uk: Відтворити/Пауза
vi: Phát/Tạm dừng

source: Playback Rate
es: Velocidad de reproducción
ru: Скорость воспроизведения
tr: Oynatma Hızı
ug_cn: قويۇش سۈرئىتى
uk: Швидкість відтворення
vi: Tốc độ phát lại

source: Playback Rate: %@x
es: Velocidad de reproducción: %@x
ru: Скорость воспроизведения: %@x
tr: Oynatma Hızı: %@x
ug_cn: %@ ھەسسە سۈرئەت
uk: Швидкість відтворення: %@x
vi: Tốc độ phát lại: %@x

source: Playback Speed
es: Velocidad de reproducción
ru: Скорость воспроизведения
tr: Oynatma Hızı
ug_cn: قويۇش سۈرئىتى
uk: Швидкість відтворення
vi: Tốc độ phát

source: Player Options
es: Opciones del reproductor
ru: Настройки плеера
tr: Oynatıcı Seçenekleri
ug_cn: قويغۇچ تاللانمىسى
uk: Налаштування плеєра
vi: Tùy chọn của người chơi

source: Please check your mail configuration.
es: Por favor, comprueba la configuración de tu correo.
fr: Veuillez vérifier la configuration de votre messagerie.
ru: Проверьте настройки почты.
tr: Lütfen posta yapılandırmanızı kontrol edin.
ug_cn: ئېلخەت سەپلىمىڭىزنى تەكشۈرۈڭ.
uk: Перевірте налаштування пошти.
vi: Vui lòng kiểm tra cấu hình email của bạn.

source: Please enter a valid port number between 1 and 65535.
es: Introduce un número de puerto válido entre 1 y 65535.
ru: Введите корректный номер порта (1–65535).
tr: Lütfen 1 ile 65535 arasında geçerli bir bağlantı noktası numarası girin.
ug_cn: 1-65535 ئارىلىقىدىكى ئىناۋەتلىك ئېغىز نومۇرىنى كىرگۈزۈڭ.
uk: Введіть коректний номер порту від 1 до 65535.
vi: Vui lòng nhập một số cổng hợp lệ từ 1 đến 65535.

source: Please enter the server URL.
es: Introduce la URL del servidor.
ru: Введите URL сервера.
tr: Lütfen sunucu URL'sini girin.
ug_cn: مۇلازىمېتىر URL نى كىرگۈزۈڭ.
uk: Введіть URL сервера.
vi: Vui lòng nhập URL máy chủ.

source: Please note that TrollRecorder is exclusively sold and redeemed through the Havoc Marketplace. We do not sell through any other channels. You are about to open the store page: If this is your first time using the Havoc Marketplace, we recommend logging in with your Google account. If you are a user in mainland China, logging into Google requires a special network.
es: Ten en cuenta que TrollRecorder se vende y canjea exclusivamente a través de Havoc Marketplace. No vendemos a través de ningún otro canal. Estás a punto de abrir la página de la tienda: si es la primera vez que usas Havoc Marketplace, te recomendamos iniciar sesión con tu cuenta de Google. Si eres un usuario en China continental, iniciar sesión en Google requiere una red especial.
ru: TrollRecorder продается и активируется исключительно через Havoc Marketplace. Вы переходите в магазин: при первом входе рекомендуется авторизация через Google. Пользователям из материкового Китая может потребоваться VPN.
tr: TrollRecorder'ın yalnızca Havoc mağazası aracılığıyla satıldığını ve kullanılabileceğini lütfen unutmayın. Başka hiçbir kanal aracılığıyla satış yapmıyoruz. Mağaza sayfasını açmak üzeresiniz: Havoc mağazasını'nı ilk kez kullanıyorsanız, Google hesabınızla oturum açmanızı öneririz. Çin anakarasında bir kullanıcıysanız, Google'da oturum açmak özel bir ağ gerektirir.
uk: Зверніть увагу, що TrollRecorder продається та активується виключно через Havoc Marketplace. Ми не продаємо його через інші канали. Ви збираєтеся відкрити сторінку магазину. Якщо ви використовуєте Havoc Marketplace вперше, рекомендуємо увійти через обліковий запис Google. Користувачам з материкового Китаю може знадобитися спеціальне з'єднання для входу в Google.
vi: Vui lòng lưu ý rằng TrollRecorder chỉ được bán và đổi qua Havoc Marketplace. Chúng tôi không bán qua bất kỳ kênh nào khác. Bạn sắp mở trang cửa hàng: Nếu đây là lần đầu tiên bạn sử dụng Havoc Marketplace, chúng tôi khuyên bạn nên đăng nhập bằng tài khoản Google của mình. Nếu bạn là người dùng ở Trung Quốc đại lục, việc đăng nhập vào Google yêu cầu một mạng đặc biệt.

source: Please reinstall this application from TrollStore.
es: Por favor, reinstala esta aplicación desde TrollStore.
ru: Переустановите приложение через TrollStore.
tr: Lütfen bu uygulamayı TrollStore'dan yeniden yükleyin.
uk: Будь ласка, перевстановіть застосунок через TrollStore.
vi: Vui lòng cài đặt lại ứng dụng này từ TrollStore.

source: Please remember to uninstall “%@” from Sileo.
es: Recuerda desinstalar “%@” desde Sileo.
ru: Не забудьте удалить «%@» из Sileo.
tr: Lütfen “%@” uygulamasını Sileo'dan kaldırmayı unutmayın.
uk: Не забудьте видалити «%@» з Sileo.
vi: Hãy nhớ gỡ cài đặt “%@” khỏi Sileo.

source: Please remember to uninstall “%@” from TrollStore.
es: Recuerda desinstalar “%@” desde TrollStore.
ru: Не забудьте удалить «%@» из TrollStore.
tr: Lütfen “%@” uygulamasını TrollStore'dan kaldırmayı unutmayın.
uk: Не забудьте видалити «%@» з TrollStore.
vi: Hãy nhớ gỡ cài đặt “%@” khỏi TrollStore.

source: Popover Control
es: Control flotante
fr: Contrôle de fenêtre contextuelle
ru: Управление всплывающим окном
tr: Açılır Pencere Kontrolü
ug_cn: لەيلىمە كونترول
uk: Керування спливаючим вікном
vi: Kiểm soát cửa sổ bật lên

source: Populate Location When App Starts
es: Obtener ubicación al iniciar la app
fr: Remplir l'emplacement lorsque l'application démarre
ru: Определять местоположение при запуске
tr: Uygulama Başladığında Konumu Doldur
ug_cn: پروگرامما قوزغالغاندا ئورۇن تولدۇرۇش
uk: Визначати місцезнаходження при запуску
vi: Điền vị trí khi ứng dụng bắt đầu

source: Popup Banner at Begin
es: Banner emergente al inicio
fr: Bannière pop-up au début
ru: Всплывающий баннер в начале
tr: Başlangıçta Açılır Pencere
ug_cn: باشلانغاندا كۆپچۈش ئۇقتۇرۇش
uk: Спливаючий банер на початку
vi: Biểu ngữ bật lên ở đầu

source: Popup Banner at End
es: Banner emergente al final
fr: Bannière contextuelle à la fin
ru: Всплывающий баннер в конце
tr: Sonda Açılır Pencere
ug_cn: ئاخىرلاشقاندا كۆپچۈش ئۇقتۇرۇش
uk: Спливаючий банер в кінці
vi: Biểu ngữ bật lên ở cuối

source: Popup Banner when Fail
es: Banner emergente si falla
ru: Всплывающий баннер при ошибке
tr: Başarısız Olduğunda Açılır Pencere
ug_cn: مەغلۇپ بولغاندا كۆپچۈش ئۇقتۇرۇش
uk: Спливаючий банер при помилці
vi: Biểu ngữ bật lên khi thất bại

source: Popup Banner with Badge
es: Banner emergente con globo
fr: Bannière pop-up avec badge
ru: Всплывающий баннер с иконкой
tr: Rozetli Açılır Pencere
ug_cn: بەلگە بىلەن كۆپچۈش ئۇقتۇرۇش
uk: Спливаючий банер з іконкою
vi: Biểu ngữ bật lên với biểu tượng

source: Popup Banner with Detail
es: Banner emergente con detalles
fr: Bannière contextuelle avec détail
ru: Всплывающий баннер с деталями
tr: Detaylı Açılır Pencere
ug_cn: تەپسىلات بىلەن كۆپچۈش ئۇقتۇرۇش
uk: Спливаючий банер з деталями
vi: Biểu ngữ bật lên với chi tiết

source: Popup Banner with Sound
es: Banner emergente con sonido
fr: Bannière pop-up avec son
ru: Всплывающий баннер со звуком
tr: Sesli Açılır Pencere
ug_cn: ئاۋاز بىلەن كۆپچۈش ئۇقتۇرۇش
uk: Спливаючий банер зі звуком
vi: Biểu ngữ bật lên với âm thanh

source: Port (Optional)
es: Puerto (Opcional)
ru: Порт (необязательно)
tr: Bağlantı Noktası (İsteğe Bağlı)
ug_cn: ئېغىز (ئىختىيارى)
uk: Порт (необов'язково)
vi: Cổng (Tùy chọn)

source: Preparing
es: Preparando
fr: Préparation
ru: Подготовка
tr: Hazırlanıyor
ug_cn: تەييارلىنىۋاتىدۇ
uk: Підготовка
vi: Đang chuẩn bị

source: Preserve All Channels
es: Conservar todos los canales
fr: Préserver tous les canaux
ru: Сохранять все каналы
tr: Tüm Kanalları Koru
ug_cn: بارلىق قاناللارنى ساقلاش
uk: Зберігати всі канали
vi: Bảo tồn tất cả các kênh

source: Press & Hold Action
es: Acción al mantener pulsado
ru: Действие при удержании
tr: Basılı Tutma Eylemi
ug_cn: بېسىپ تۇرۇش ھەرىكىتى
uk: Дія при утриманні
vi: Nhấn & Giữ Hành Động

source: Press & Hold Hoverball
es: Mantener pulsada bola flotante
ru: Удерживать hoverball
tr: Hoverball'ı Basılı Tut
ug_cn: لەيلىمە توپنى بېسىپ تۇرۇش
uk: Утримувати hoverball
vi: Nhấn & Giữ Bong Bóng

source: Press & Hold Power Button
es: Mantener pulsado botón de encendido
ru: Удерживать кнопку питания
tr: Güç Düğmesini Basılı Tut
ug_cn: قۇۋۋەت كۇنۇپكىسىنى بېسىپ تۇرۇش
uk: Утримувати кнопку живлення
vi: Nhấn & Giữ Nút Nguồn
