Repository: Lessica/TrollRecorder
Catalog: res/*.lproj/Localizable.strings
Languages: es, fr, ru, tr, ug_cn, uk, vi

source: Warning, your call is being recorded now. Warning, your call is being recorded now.
es: Atención, tu llamada se está grabando ahora. Atención, tu llamada se está grabando ahora.
fr: Attention, votre appel est en cours d'enregistrement maintenant. Attention, votre appel est en cours d'enregistrement maintenant.
ru: Внимание: ваш разговор записывается. Внимание: ваш разговор записывается.
tr: Uyarı, görüşmeniz şu anda kaydediliyor. Uyarı, görüşmeniz şu anda kaydediliyor.
ug_cn: ئاگاھلاندۇرۇش، سىزنىڭ چاقىرىشىڭىز ھازىر ئۈنگە ئېلىنىۋاتىدۇ. ئاگاھلاندۇرۇش، سىزنىڭ چاقىرىشىڭىز ھازىر ئۈنگە ئېلىنىۋاتىدۇ.
uk: Увага: ваш розмову записується. Увага: ваш розмову записується.
vi: Cảnh báo, cuộc gọi của bạn đang được ghi lại ngay bây giờ. Cảnh báo, cuộc gọi của bạn đang được ghi lại ngay bây giờ.

source: Waveform Audio
es: Audio de forma de onda
fr: Audio de forme d'onde
tr: Dalga Biçimi Sesi
ug_cn: دولقۇن ئاۋاز (wav)
vi: Âm thanh dạng sóng

source: We are unable to verify your purchase due to inaccurate time. Please ensure that your device’s time is accurate to proceed.
es: No podemos verificar tu compra debido a una hora incorrecta. Asegúrate de que la hora de tu dispositivo sea precisa para continuar.
ru: Не удалось проверить покупку из-за неверного времени. Убедитесь, что время на устройстве точное.
tr: Yanlış zaman nedeniyle satın alma işleminizi doğrulayamıyoruz. Lütfen devam etmek için cihazınızın saatinin doğru olduğundan emin olun.
uk: Не вдалося перевірити покупку через неточний час. Переконайтеся, що час на пристрої встановлено правильно.
vi: Chúng tôi không thể xác minh giao dịch mua của bạn do thời gian không chính xác. Vui lòng đảm bảo thời gian trên thiết bị của bạn là chính xác để tiếp tục.

source: We are unable to verify your purchase in private browsing mode. Please ensure that you are not in private browsing mode of Safari to proceed.
es: No podemos verificar tu compra en modo de navegación privada. Asegúrate de no estar en modo de navegación privada de Safari para continuar.
ru: Не удалось проверить покупку в приватном режиме. Отключите приватный режим Safari.
tr: Özel tarama modunda satın alma işleminizi doğrulayamıyoruz. Devam etmek için lütfen Safari'nin özel tarama modunda olmadığınızdan emin olun.
uk: Не вдалося перевірити покупку в приватному режимі. Вимкніть приватний режим Safari.
vi: Chúng tôi không thể xác minh giao dịch mua của bạn trong chế độ duyệt web riêng tư. Vui lòng đảm bảo rằng bạn không ở chế độ duyệt web riêng tư của Safari để tiếp tục.

source: We love colorful and moving backgrounds, but option here for you to disable it.
es: Nos encantan los fondos coloridos y en movimiento, pero aquí tienes la opción de desactivarlos.
fr: Nous aimons les arrière-plans colorés et animés, mais vous avez ici l'option de les désactiver.
ru: Мы любим красочные анимированные фоны, но вы можете отключить их здесь.
tr: Renkli ve hareketli arka planları seviyoruz ama burada devre dışı bırakma seçeneğiniz var.
uk: Ми любимо яскраві анімовані фони, але ви можете вимкнути їх тут.
vi: Chúng tôi thích những hình nền đầy màu sắc và chuyển động, nhưng hãy chọn ở đây để bạn vô hiệu hóa nó.

source: WebDAV Server
es: Servidor WebDAV
fr: Serveur WebDAV
ru: WebDAV сервер
tr: WebDAV Sunucusu
ug_cn: WebDAV مۇلازىمېتىر
uk: WebDAV сервер
vi: Máy chủ WebDAV

source: WeChat Assistant
es: Asistente de WeChat
fr: Assistant WeChat
ru: Ассистент WeChat
tr: WeChat Asistanı
uk: Помічник WeChat

source: Welcome to
es: Bienvenido a
fr: Bienvenue à
ru: Добро пожаловать в
tr: Hoş Geldiniz
ug_cn: خۇش كەپسىز
uk: Ласкаво просимо до
vi: Chào mừng đến với

source: We’re recording system audio in the background.
es: Estamos grabando el audio del sistema en segundo plano.
ru: Идёт запись системного звука в фоне.
tr: Arka planda sistem sesini kaydediyoruz.
ug_cn: تىرول ئۈنئالغۇ ئارقا سۇپىدا سىستېما ئاۋازىنى خاتىرىلەۋاتىدۇ.
uk: Триває запис системного звуку у фоні.
vi: Chúng tôi đang ghi âm hệ thống ở chế độ nền.

source: We’re recording your voice memo in the background.
es: Estamos grabando tu nota de voz en segundo plano.
ru: Идёт запись вашей голосовой заметки в фоне.
tr: Arka planda sesli notunuzu kaydediyoruz.
ug_cn: تىرول ئۈنئالغۇ ئارقا سۇپىدا ئاۋاز خاتىرىڭىزنى خاتىرىلەۋاتىدۇ.
uk: Триває запис вашої голосової нотатки у фоні.
vi: Chúng tôi đang ghi âm ghi chú giọng nói của bạn ở chế độ nền.

source: We’ve got a new phone call recording!
es: ¡Tenemos una nueva grabación de llamada telefónica!
fr: Nous avons un nouvel enregistrement d'appel téléphonique !
ru: У нас новая запись звонка!
tr: Yeni bir telefon görüşmesi kaydımız var!
ug_cn: يېڭى بىر چاقىرىش ئۈنئالغۇسى قىلدۇق!
uk: У нас новий запис дзвінка!
vi: Chúng tôi có một bản ghi âm cuộc gọi điện thoại mới!

source: We’ve got a new system audio recording!
es: ¡Tenemos una nueva grabación de audio del sistema!
ru: У нас новая запись системного звука!
tr: Yeni bir ses kayıt sistemimiz var.!
ug_cn: يېڭى بىر سىستېما ئاۋازى ئۈنئالغۇسى قىلدۇق!
uk: У нас новий запис системного звуку!
vi: Chúng tôi có một bản ghi âm hệ thống mới!

source: We’ve got a new voice memo!
es: ¡Tenemos una nueva nota de voz!
ru: У нас новая голосовая заметка!
tr: Yeni bir sesli notumuz var.!
ug_cn: يېڭى بىر ئاۋاز خاتىرىسى قىلدۇق!
uk: У нас нова голосова нотатка!
vi: Chúng tôi có một ghi chú giọng nói mới!

source: We’ve got new phone call recordings!
es: ¡Tenemos nuevas grabaciones de llamadas telefónicas!
fr: Nous avons de nouveaux enregistrements d'appels téléphoniques !
ru: У нас новые записи звонков!
tr: Yeni telefon görüşmesi kayıtlarımız var!
ug_cn: يېڭى بىر قانچە چاقىرىش ئۈنئالغۇلىرى قىلدۇق!
uk: У нас нові записи дзвінків!
vi: Chúng tôi có bản ghi âm cuộc gọi điện thoại mới!

source: What’s New
es: Novedades
ru: Что нового
tr: Yenilikler
ug_cn: يېڭىلىق مەزمۇنى
uk: Що нового
vi: Có gì mới

source: When any of the following actions is triggered, run the shortcut without any notification.
es: Cuando se active cualquiera de las siguientes acciones, ejecuta el atajo sin ninguna notificación.
ru: При срабатывании любого из следующих действий запускать сценарий без уведомлений.
tr: Aşağıdaki eylemlerden herhangi biri tetiklendiğinde, herhangi bir bildirim olmadan kısayolu çalıştırın.
uk: При активації будь-якої з наступних дій запускати сценарій без сповіщень.
vi: Khi bất kỳ hành động nào sau đây được kích hoạt, hãy chạy phím tắt mà không có thông báo.

source: When Foreground
es: En primer plano
ru: Когда на переднем плане
tr: Ön Plan Ne Zaman
ug_cn: ئەپ ئالدى سۇپىدا بولغاندا
uk: Коли на передньому плані
vi: Khi ở chế độ nền

source: When Locked
es: Cuando está bloqueado
fr: En cas de verrouillage
ru: При блокировке
tr: Kilitliyken
ug_cn: قۇلۇپلانغاندىلا
uk: При блокуванні
vi: Khi bị khóa

source: When not connected to WLAN, use cellular network to transfer recording. Additional charges may apply.
es: Si no estás conectado a una red Wi-Fi, usa la red móvil para transferir la grabación. Pueden aplicarse cargos adicionales.
fr: Si vous n'êtes pas connecté au WLAN, utilisez le réseau cellulaire pour transférer l'enregistrement. Des frais supplémentaires peuvent s'appliquer.
ru: При отсутствии Wi-Fi использовать мобильную сеть для передачи записей. Могут взиматься дополнительные платежи.
tr: WLAN'a bağlı değilken kayıt aktarımı için mobil ağ kullanın. Ek ücretler uygulanabilir.
uk: Якщо Wi-Fi недоступний, використовувати мобільний інтернет для передачі записів. Можуть стягуватися додаткові кошти.
vi: Khi không kết nối với WLAN, hãy sử dụng mạng di động để chuyển giao bản ghi. Có thể phát sinh thêm phí.

source: When there is no call…
es: Cuando no hay llamada…
ru: Когда нет звонков…
tr: Çağrı olmadığında…
uk: Коли немає дзвінків…
vi: Khi không có cuộc gọi…

source: When Visible
es: Cuando está visible
ru: Когда видно
tr: Görünür Olduğunda
ug_cn: كۆرۈنگەندە
uk: Коли видно
vi: Khi hiển thị

source: When WebDAV server is enabled, whether to allow you to visit from a common web browser like Safari, Chrome, Edge, etc.
es: Cuando el servidor WebDAV está habilitado, permitir visitarlo desde un navegador web común como Safari, Chrome, Edge, etc.
ru: При включении WebDAV сервера разрешать доступ через браузеры (Safari, Chrome, Edge и др.)
tr: WebDAV sunucusu etkinleştirildiğinde, Safari, Chrome, Edge vb. gibi yaygın bir web tarayıcısından ziyaret etmenize izin verilip verilmeyeceği.
uk: Якщо WebDAV сервер увімкнено, дозволяти доступ через звичайні браузери (Safari, Chrome, Edge тощо)
vi: Khi máy chủ WebDAV được bật, có cho phép bạn truy cập từ trình duyệt web thông thường như Safari, Chrome, Edge, v.v. hay không.

source: Whether to force the application to use the light or the dark user interface.
es: Forzar la aplicación a usar la interfaz de usuario clara u oscura.
fr: Indique si l'application doit utiliser l'interface utilisateur claire ou sombre.
ru: Принудительно устанавливать светлую или тёмную тему интерфейса.
tr: Uygulamanın açık veya koyu kullanıcı arayüzü kullanmasını zorla.
ug_cn: ئەپنى مەجبۇرى يورۇق ياكى قاراڭغۇ كۆرۈنمە يۈز ئىشلىتىشكە قويۇش.
uk: Примусово встановлювати світлий або темний інтерфейс програми.
vi: Cho dù buộc ứng dụng sử dụng giao diện người dùng sáng hay tối.

source: Whether to force the hoverball to use the light or the dark style.
es: Forzar la bola flotante a usar el estilo claro u oscuro.
fr: Indique si le hoverball global doit utiliser le style clair ou sombre.
ru: Принудительно устанавливать светлый или тёмный стиль для hoverball.
tr: Hoverball'ın açık veya koyu stil kullanmasını zorla.
ug_cn: لەيلىمە توپنى مەجبۇرى يورۇق ياكى قاراڭغۇ ئۇسلۇب ئىشلىتىشكە قويۇش.
uk: Примусово встановлювати світлий або темний стиль для hoverball.
vi: Cho dù buộc bong bóng mọi nơi sử dụng phong cách ánh sáng hay bóng tối.

source: Whether to infinitely repeat playing the audio. If enabled, this action will return immediately after it starts playing.
es: Repetir infinitamente la reproducción del audio. Si está activado, esta acción regresará inmediatamente después de que comience la reproducción.
ru: Бесконечно повторять воспроизведение аудио. При включении действие завершится сразу после начала воспроизведения.
tr: Sesin sonsuza kadar tekrar oynatılıp oynatılmayacağı. Etkinleştirilirse, bu eylem çalmaya başladıktan hemen sonra geri döner.
uk: Нескінченно повторювати відтворення аудіо. Якщо увімкнено, дія завершиться відразу після початку відтворення.
vi: Có lặp lại vô hạn việc phát âm thanh hay không. Nếu được bật, hành động này sẽ trả về ngay lập tức sau khi bắt đầu phát.

source: Which channel to mute.
es: Qué canal silenciar.
ru: Какой канал отключить.
tr: Hangi kanal sesinin kapatılacağı.
ug_cn: قايسى قانالنى ئۈنسىزلەشتۈرۈش كېرەك.
uk: Який канал вимкнути.
vi: Kênh nào để tắt tiếng.

source: Which channel to unmute.
es: Qué canal reactivar.
ru: Какой канал включить.
tr: Hangi kanalın sesini açmalı.
ug_cn: قايسى قانالنىڭ ئۈنسىزلىكىنى بىكار قىلىش كېرەك.
uk: Який канал увімкнути.
vi: Kênh nào để bật tiếng.

source: Which edges of the screen the hoverball can be attached to.
es: A qué bordes de la pantalla se puede acoplar la bola flotante.
fr: Les bords de l'écran auxquels l'hoverball peut être attaché.
ru: К каким краям экрана можно прикреплять hoverball.
tr: Hoverball'ın ekranın hangi kenarlarına tutturulabileceği.
uk: До яких країв екрану можна прикріпляти hoverball.
vi: Các cạnh nào của màn hình mà bong bóng nổi có thể được gắn vào.

source: Why don’t you make a phone call?
es: ¿Por qué no haces una llamada?
fr: Pourquoi ne pas passer un coup de fil ?
ru: Почему бы не сделать звонок?
tr: Neden bir telefon görüşmesi yapmıyorsun?
ug_cn: نېمىشقا بىر تېلېفون قىلىپ سىناپ باقمايسىز؟
uk: Чому б не зателефонувати?
vi: Tại sao bạn không thực hiện cuộc gọi điện thoại?

source: Will start recording automatically on audio or video calls in the current application.
es: Comenzará a grabar automáticamente en llamadas de audio o video en la aplicación actual.
fr: Démarrera automatiquement l'enregistrement lors des appels audio ou vidéo dans l'application actuelle.
ru: Автоматически записывать аудио и видеозвонки в текущем приложении.
tr: Mevcut uygulamadaki sesli veya görüntülü aramalarda otomatik olarak kayıt başlatacak.
ug_cn: ھازىرقى ئەپتە ئاۋاز ياكى ۋىدىيو چاقىرىشلىرىدا ئاپتوماتىك ئۈنئالغۇنى باشلايدۇ.
uk: Автоматично записувати аудіо- та відеодзвінки в поточному додатку.
vi: Sẽ bắt đầu ghi âm tự động trên các cuộc gọi âm thanh hoặc video trong ứng dụng hiện tại.

source: Will start recording automatically on audio or video calls.
es: Comenzará a grabar automáticamente en llamadas de audio o video.
fr: Démarrera automatiquement l'enregistrement lors des appels audio ou vidéo.
ru: Автоматически записывать аудио и видеозвонки.
tr: Sesli veya görüntülü aramalarda otomatik olarak kayıt başlatacak.
ug_cn: ئاۋاز ياكى ۋىدىيو چاقىرىشلىرىدا ئاپتوماتىك ئۈنئالغۇنى باشلايدۇ.
uk: Автоматично записувати аудіо- та відеодзвінки.
vi: Sẽ bắt đầu ghi âm tự động trên các cuộc gọi âm thanh hoặc video.

source: Write ID3 tags to the exported audio files, including title, artist, album, genre, year, and artwork.
es: Escribir etiquetas ID3 en los archivos de audio exportados, incluyendo título, artista, álbum, género, año e ilustración.
fr: Inscrire les balises ID3 sur les fichiers audio exportés, y compris le titre, l'artiste, l'album, le genre, l'année et l'illustration.
ru: Добавлять ID3-теги в экспортируемые аудиофайлы (название, исполнитель, альбом, жанр, год и обложку).
tr: Dışa aktarılan ses dosyalarına başlık, sanatçı, albüm, tür, yıl ve kapak resmi dahil ID3 etiketleri yaz.
uk: Додавати ID3-теги до експортованих аудіофайлів (назва, виконавець, альбом, жанр, рік та обкладинка).
vi: Viết thẻ ID3 vào các tệp âm thanh xuất khẩu, bao gồm tiêu đề, nghệ sĩ, album, thể loại, năm và hình ảnh bìa.

source: Write latitude and longitude to the recording metadata.
es: Escribir latitud y longitud en los metadatos de la grabación.
fr: Écrire la latitude et la longitude dans les métadonnées de l'enregistrement.
ru: Записывать широту и долготу в метаданные записи.
tr: Enlem ve boylam bilgilerini kayıt meta verilerine yaz.
uk: Записувати координати (широту та довготу) до метаданих запису.
vi: Viết vĩ độ và kinh độ vào siêu dữ liệu ghi.

source: Write runtime logs into filesystem. You need to restart services to apply changes.
es: Escribir registros de ejecución en el sistema de archivos. Necesitas reiniciar los servicios para aplicar los cambios.
fr: Écrire les journaux d'exécution dans le système de fichiers. Vous devez redémarrer les services pour appliquer les modifications.
ru: Записывать логи работы в файловую систему. Для применения изменений требуется перезапуск служб.
tr: Çalışma zamanı günlüklerini dosya sistemine yaz. Değişiklikleri uygulamak için servisleri yeniden başlatmalısınız.
uk: Записувати логи роботи у файлову систему. Для застосування змін потрібно перезапустити служби.
vi: Viết nhật ký thời gian chạy vào hệ thống tệp. Bạn cần khởi động lại các dịch vụ để áp dụng thay đổi.

source: Year Month Day
es: Año Mes Día
fr: Année Mois Jour
ru: Год Месяц День
tr: Yıl Ay Gün
ug_cn: يىل/ئاي/كۈن
uk: Рік Місяць День
vi: Năm Tháng Ngày

source: YES
es: SÍ
fr: OUI
ru: ДА
tr: EVET
ug_cn: ھەئە
uk: ТАК
vi: CÓ

source: You are about to erase all recordings, reset all settings, and clear all caches completely. THIS OPERATION CANNOT BE UNDONE!
es: Estás a punto de borrar todas las grabaciones, restablecer todos los ajustes y limpiar todas las cachés completamente. ¡ESTA OPERACIÓN NO SE PUEDE DESHACER!
ru: Вы собираетесь удалить все записи, сбросить настройки и очистить кеш. THIS ЭТО ДЕЙСТВИЕ НЕЛЬЗЯ ОТМЕНИТЬ!
tr: Tüm kayıtları silmek, tüm ayarları sıfırlamak ve tüm önbellekleri tamamen temizlemek üzeresiniz. BU İŞLEM GERİ ALINAMAZ!
ug_cn: سىز بارلىق ئۈنئالغۇلارنى، تەڭشەكلەرنى ۋە غەملەكلەرنى پۈتۈنلەي ئۆچۈرۈشكە تەمشەلدىڭىز. بۇ مەشغۇلاتنى قايتۇرغىلى بولمايدۇ!
uk: Ви збираєтеся повністю видалити всі записи, скинути налаштування та очистити кеш. ЦЮ ДІЮ НЕМОЖЛИВО СКАСУВАТИ!
vi: Bạn sắp xóa tất cả các bản ghi, đặt lại tất cả các cài đặt và xóa tất cả các bộ nhớ cache hoàn toàn. HÀNH ĐỘNG NÀY KHÔNG THỂ KHÔI PHỤC!

source: You can download a voice pack in “Settings” → “Accessibility” → “VoiceOver” → “Speech” → “Voice” to download voice packs, and then choose one here for voice announcements.
es: Puedes descargar un paquete de voz en “Ajustes” → “Accesibilidad” → “VoiceOver” → “Voz” → “Voces” para descargar paquetes de voz, y luego elegir uno aquí para los anuncios de voz.
ru: Вы можете загрузить голос в “Настройки” → “Универсальный доступ” → “VoiceOver” → “Речь” → “Голоса”, затем выбрать его здесь для голосовых объявлений.
tr: Ses paketlerini indirmek için “Ayarlar” → “Erişilebilirlik” → “VoiceOver” → “Konuşma” → “Ses” bölümünden bir ses paketi indirebilir ve ardından sesli duyurular için buradan bir tane seçebilirsiniz.
ug_cn: «تەڭشەكلەر» → «قوشۇمچە ئىقتىدارلار» → «ئاۋازلىق ئوقۇش» → «نۇتۇق» → «ئاۋاز» تىن ئاۋاز بوغچىسىنى چۈشۈرۈپ، ئاندىن بۇ يەردە بىرنى تاللاپ ئاۋازلىق ئېلان ئۈچۈن ئىشلىتەلەيسىز.
uk: Ви можете завантажити голосовий пакет у “Налаштування” → “Спеціальні можливості” → “VoiceOver” → “Мова” → “Голоси”, а потім обрати його тут для голосових оголошень.
vi: Bạn có thể tải xuống gói giọng nói trong “Cài đặt” → “Trợ năng” → “VoiceOver” → “Giọng nói” → “Giọng nói” để tải xuống các gói giọng nói, và sau đó chọn một cái ở đây cho thông báo giọng nói.

source: You have to select “Always” for “Troll Recorder” to determine your location in background. If you select “While Using the App”, locations will be updated only when you launch the application after recording.
es: Debes seleccionar “Siempre” para que Troll Recorder determine tu ubicación en segundo plano. Si seleccionas “Al usar la app”, las ubicaciones solo se actualizarán cuando inicies la aplicación después de grabar.
fr: Vous devez sélectionner « Toujours » pour que TrollRecorder détermine votre emplacement en arrière-plan. Si vous sélectionnez « Pendant l'utilisation de l'application », les emplacements seront mis à jour uniquement lorsque vous lancez l'application après l'enregistrement.
ru: Для определения местоположения в фоне выберите “Всегда” для “Troll Recorder”. При выборе “При использовании” местоположение будет обновляться только после запуска приложения.
tr: “Troll Recorder“ nin konumunuzu arka planda belirlemesi için ‘Her Zaman’ seçeneğini seçmelisiniz. “Uygulamayı Kullanırken” seçeneğini seçerseniz, konumlar yalnızca kayıttan sonra uygulamayı başlattığınızda güncellenecektir.
uk: Для визначення місцезнаходження у фоні оберіть “Завжди” для “Troll Recorder”. Якщо обрати “Під час використання програми”, координати оновлюватимуться лише після запуску додатку.
vi: Bạn phải chọn “Luôn luôn” cho TrollRecorder để xác định vị trí của bạn trong nền. Nếu bạn chọn “Trong khi sử dụng ứng dụng”, các địa điểm sẽ chỉ được cập nhật khi bạn khởi chạy ứng dụng sau khi ghi âm.

source: You may need to enable “Enhanced Automatic Recording” or “Enhanced Scene Identification” in order to make options on this page to take effect.
es: Puede que necesites habilitar “Grabación automática mejorada” o “Identificación de escena mejorada” para que las opciones de esta página surtan efecto.
fr: Vous devrez peut-être activer « Enregistrement automatique amélioré » ou « Identification de scène améliorée » afin que les options sur cette page prennent effet.
ru: Для работы настроек на этой странице может потребоваться включить “Расширенную авто-запись” или “Расширенное определение сцены”.
tr: Bu sayfadaki seçeneklerin etkili olabilmesi için “Geliştirilmiş Otomatik Kayıt” veya “Geliştirilmiş Sahne Tanımlama” yı etkinleştirmeniz gerekebilir.
uk: Для застосування налаштувань на цій сторінці може знадобитися увімкнути “Розширений автоматичний запис” або “Розширене визначення сцени”.
vi: Bạn có thể cần phải bật “Ghi âm tự động nâng cao” hoặc “Nhận diện cảnh nâng cao” để các tùy chọn trên trang này có hiệu lực.

source: You may need to reboot your device to make this application work properly.
es: Puede que necesites reiniciar tu dispositivo para que esta aplicación funcione correctamente.
fr: Il se peut que vous deviez redémarrer votre appareil pour que cette application fonctionne correctement.
ru: Для корректной работы приложения может потребоваться перезагрузка устройства.
tr: Bu uygulamanın düzgün çalışması için cihazınızı yeniden başlatmanız gerekebilir.
uk: Для коректної роботи програми може знадобитися перезавантаження пристрою.
vi: Bạn có thể cần khởi động lại thiết bị của mình để ứng dụng này hoạt động đúng cách.

source: Your information on this %1$@ will be uploaded and merged with the recordings stored in “%2$@”.
es: Tu información en este %1$@ se subirá y fusionará con las grabaciones almacenadas en “%2$@”.
ru: Ваши данные с %@ будут загружены и объединены с записями в “%@”.
tr: Bu %1$@ adresindeki bilgileriniz yüklenecek ve “%2$@ adresinde depolanan kayıtlarla birleştirilecektir.”.
uk: Ваші дані з %@ будуть завантажені та об'єднані із записами у “%@”.
vi: Thông tin của bạn trên %@ sẽ được tải lên và hợp nhất với các bản ghi được lưu trữ trong “%@”.

source: You’re now using the free version of “TrollRecorder JB”.
es: Ahora estás usando la versión gratuita de “TrollRecorder JB”.
fr: Vous utilisez maintenant la version gratuite de “TrollRecorder JB”.
ru: Вы используете бесплатную версию “TrollRecorder JB”.
tr: Şu anda “TrollRecorder JB” nin ücretsiz sürümünü kullanıyorsunuz”.
ug_cn: سىز ھازىر تىرول ئۈنئالغۇ قەپەزسىز نەشرىنىڭ سىناق نۇسخىسىنى ئىشلىتىۋاتىسىز.
uk: Ви використовуєте безкоштовну версію “TrollRecorder JB”.
vi: Bạn đang sử dụng phiên bản miễn phí của “TrollRecorder JB”.

source: You’re now using the free version of “TrollRecorder”.
es: Ahora estás usando la versión gratuita de “TrollRecorder”.
fr: Vous utilisez maintenant la version gratuite de “TrollRecorder”.
ru: Вы используете бесплатную версию “TrollRecorder”.
tr: Şu anda “TrollRecorder” ın ücretsiz sürümünü kullanıyorsunuz.”.
ug_cn: سىز ھازىر تىرول ئۈنئالغۇنىڭ سىناق نۇسخىسىنى ئىشلىتىۋاتىسىز.
uk: Ви використовуєте безкоштовну версію “TrollRecorder”.
vi: Bạn đang sử dụng phiên bản miễn phí của “TrollRecorder”.

source: You’ve changed the display language of the application to “%@”. A resping is required to completely apply the changes.
es: Has cambiado el idioma de visualización de la aplicación a “%@”. Se requiere un respring para aplicar completamente los cambios.
tr: Uygulamanın görüntüleme dilini “%@” olarak değiştirdiniz. Değişiklikleri tamamen uygulamak için bir yanıt gereklidir.
vi: Bạn đã thay đổi ngôn ngữ hiển thị của ứng dụng thành “%@”. Cần phải khởi động lại để hoàn tất áp dụng các thay đổi.
