Repository: Lessica/TrollRecorder
Catalog: res/*.lproj/Localizable.strings
Languages: es, fr, ru, tr, ug_cn, uk, vi

source: Search in Maps
es: Buscar en Mapas
fr: Recherche dans les cartes
ru: Искать в Картах
tr: Haritalar'da Ara
ug_cn: خەرىتىلەردىن ئىزدەش
uk: Шукати в Картах
vi: Tìm kiếm trong Bản đồ

source: Search Recordings…
es: Buscar grabaciones…
fr: Rechercher des enregistrements…
ru: Искать записи…
tr: Kayıtları Ara…
ug_cn: ئۈنئالغۇلارنى ئىزدەش…
uk: Шукати записи…
vi: Tìm kiếm các bản ghi âm…

source: Search Shortcuts…
es: Buscar atajos…
fr: Raccourcis de recherche...
ru: Искать ярлыки…
tr: Kısayolları Ara…
ug_cn: قىسقا يوللارنى ئىزدەش…
uk: Шукати ярлики…
vi: Tìm kiếm phím tắt…

source: Search…
es: Buscar…
ru: Поиск…
tr: Ara…
ug_cn: ئىزدەش…
uk: Пошук…
vi: Tìm kiếm…

source: Seconds
es: Segundos
fr: Secondes
ru: Секунды
tr: Saniye
ug_cn: سېكۇنت
uk: Секунди
vi: Giây

source: Secure
es: Seguro
ru: Безопасный
tr: Güvenli
ug_cn: HTTPS
uk: Безпечний
vi: Bảo mật

source: Secure Payment
es: Pago seguro
fr: Paiement sécurisé
ru: Безопасный платёж
tr: Güvenli Ödeme
ug_cn: بىخەتەر تۆلەش ئۇسۇلى
uk: Безпечний платіж
vi: Thanh toán an toàn

source: See ya!
es: ¡Nos vemos!
fr: À plus tard !
ru: До встречи!
tr: Görüşürüz!
ug_cn: كۆرۈشكىچە!
uk: Бувайте!
vi: Hẹn gặp lại!

source: Select
es: Seleccionar
fr: Sélectionner
ru: Выбрать
tr: Seç
ug_cn: تاللاش
uk: Вибрати
vi: Lựa chọn

source: Select a recording to play.
es: Seleccionar una grabación para reproducir.
fr: Sélectionnez un enregistrement à lire.
ru: Выберите запись для воспроизведения.
tr: Oynatılacak bir kayıt seçin.
ug_cn: قويۇش ئۈچۈن بىر ئۈنئالغۇنى تاللاڭ.
uk: Виберіть запис для відтворення.
vi: Chọn một bản ghi âm để phát.

source: Select All
es: Seleccionar todo
fr: Sélectionner tout
ru: Выбрать все
tr: Tümünü Seç
ug_cn: ھەممىنى تاللاش
uk: Вибрати все
vi: Chọn tất cả

source: Select the primary cloud service provider for recording synchronization.
es: Seleccionar el proveedor principal de servicios en la nube para la sincronización de grabaciones.
fr: Sélectionnez le fournisseur de services en nuage principal pour la synchronisation des enregistrements.
ru: Выберите основной облачный сервис для синхронизации записей.
tr: Kayıt senkronizasyonu için birincil bulut hizmet sağlayıcısını seçin.
ug_cn: ئۈنئالغۇ ماسلاشتۇرۇش ئۈچۈن ئاساسلىق بۇلۇت مۇلازىمەت تەمىنلىگۈچىنى تاللاڭ.
uk: Виберіть основну хмарну службу для синхронізації записів.
vi: Chọn nhà cung cấp dịch vụ đám mây chính để đồng bộ hóa ghi âm.

source: Semi-Transparent
es: Semitransparente
ru: Полупрозрачный
tr: Yarı Saydam
ug_cn: يېرىم سۈزۈك
uk: Напівпрозорий
vi: Bán trong suốt

source: Sender Name
es: Nombre del remitente
fr: Nom de l'expéditeur
ru: Имя отправителя
tr: Gönderen Adı
ug_cn: سىم كارتا ئاتى
uk: Ім'я відправника
vi: Tên người gửi

source: Sender Phone Address
es: Número de teléfono del remitente
fr: Téléphone de l'expéditeur Adresse
ru: Телефонный адрес отправителя
tr: Gönderen Telefon Adresi
ug_cn: سىم كارتا تېلېفون نومۇرى
uk: Телефонна адреса відправника
vi: Địa chỉ điện thoại người gửi

source: Sender Short Name
es: Nombre corto del remitente
fr: Nom court de l'expéditeur
ru: Короткое имя отправителя
tr: Gönderen Kısa Adı
ug_cn: سىم كارتا قىسقا ئاتى
uk: Коротке ім'я відправника
vi: Tên ngắn gọn người gửi

source: Separated Channels
es: Canales separados
fr: Canaux séparés
ru: Разделенные каналы
tr: Ayrılmış Kanallar
ug_cn: ئايرىم ئاۋاز قاناللىرى
uk: Розділені канали
vi: Các kênh riêng biệt

source: Separators
es: Separadores
fr: Séparateurs
ru: Разделители
tr: Ayırıcılar
ug_cn: ئايرىغۇچىلار
uk: Роздільники
vi: Các ký tự phân cách

source: Server
es: Servidor
ru: Сервер
tr: Sunucu
ug_cn: مۇلازىمېتىر
uk: Сервер
vi: Máy chủ

source: Server started at: %@
es: Servidor iniciado en: %@
fr: Serveur démarré à : %@
ru: Сервер запущен в: %@
tr: Sunucu şurada başlatıldı: %@
ug_cn: مۇلازىمەت باشلاندى: %@
uk: Сервер запущено о: %@
vi: Máy chủ bắt đầu lúc: %@

source: Server URL
es: URL del servidor
ru: URL сервера
tr: Sunucu URL'si
ug_cn: مۇلازىمېتىر URL سى
uk: URL сервера
vi: URL máy chủ

source: service
es: servicio
ru: сервис
tr: hizmet
ug_cn: مۇلازىمەت
uk: служба
vi: dịch vụ

source: Service is alive
es: Servicio activo
fr: Le service est vivant
ru: Сервис активен
tr: Hizmet aktif
ug_cn: مۇلازىمەت نورمال ئىشلەۋاتىدۇ
uk: Служба активна
vi: Dịch vụ đang hoạt động

source: Service is dead
es: Servicio inactivo
fr: Le service est mort
ru: Сервис неактивен
tr: Hizmet devre dışı
ug_cn: مۇلازىمەت توختىتىلدى
uk: Служба неактивна
vi: Dịch vụ đã ngừng hoạt động

source: Service Status
es: Estado del servicio
fr: Statut du service
ru: Статус сервиса
tr: Hizmet Durumu
ug_cn: مۇلازىمەت ھالىتى
uk: Статус служби
vi: Trạng thái dịch vụ

source: Set a new name for this recording, or leave blank to use default.
es: Establecer un nuevo nombre para esta grabación, o dejar en blanco para usar el predeterminado.
fr: Définissez un nouveau nom pour cet enregistrement, ou laissez vide pour utiliser le nom par défaut.
ru: Задайте новое имя для этой записи или оставьте пустым для значения по умолчанию.
tr: Bu kayıt için yeni bir ad belirleyin veya varsayılanı kullanmak için boş bırakın.
ug_cn: بۇ ئۈنئالغۇغا يېڭى بىر ئات بېكىتىڭ ياكى كۆڭۈلدىكى ئاتنى ئىشلىتىش ئۈچۈن بوش قالدۇرۇڭ.
uk: Вкажіть нову назву для цього запису або залиште порожнім для значення за замовчуванням.
vi: Đặt tên mới cho bản ghi này hoặc để trống để sử dụng mặc định.

source: Settings
es: Ajustes
fr: Paramètres
ru: Настройки
tr: Ayarlar
ug_cn: تەڭشەكلەر
uk: Налаштування
vi: Cài đặt

source: Setup Failed
es: Configuración fallida
fr: Échec de la configuration
ru: Ошибка настройки
tr: Kurulum Başarısız Oldu
ug_cn: دەسلەپلەشتۈرۈش مەغلۇپ بولدى
uk: Помилка налаштування
vi: Thiết lập không thành công

source: Share
es: Compartir
fr: Partager
ru: Поделиться
tr: Paylaş
ug_cn: ھەمبەھىرلەش
uk: Поділитися
vi: Chia sẻ

source: Short Date
es: Fecha corta
fr: Date courte
ru: Краткая дата
tr: Kısa Tarih
ug_cn: قىسقا چېسلا
uk: Коротка дата
vi: Ngày ngắn

source: Short Day of Week String
es: Nombre corto del día de la semana
fr: Chaîne courte du jour de la semaine
ru: Сокращенный день недели
tr: Haftanın Kısa Günü Dizisi
ug_cn: ھەپتە ئىچىدىكى كۈن
uk: Скорочений день тижня
vi: Chuỗi ngày trong tuần ngắn

source: Short Month Name
es: Nombre corto del mes
fr: Nom abrégé du mois
ru: Сокращенное название месяца
tr: Kısa Ay Adı
ug_cn: ئاينىڭ قىسقارتىلمىسى
uk: Скорочена назва місяця
vi: Tên tháng ngắn

source: Short Time
es: Hora corta
fr: Courte durée
ru: Краткое время
tr: Kısa Süre
ug_cn: قىسقا ۋاقىت
uk: Короткий час
vi: Thời gian ngắn

source: Show Bundle Name
es: Mostrar nombre del paquete
fr: Afficher le nom du paquet
ru: Показывать Bundle Name
tr: Paket Adını Göster
ug_cn: بوغچا ئاتىنى كۆرسىتىش
uk: Показувати Bundle Name
vi: Hiển thị tên gói

source: Show Contact Names
es: Mostrar nombres de contacto
fr: Afficher les noms des contacts
ru: Показывать имена контактов
tr: Kişi Adlarını Göster
ug_cn: ئالاقىداش ئىسىملىرىنى كۆرسىتىش
uk: Показувати імена контактів
vi: Hiển thị tên liên hệ

source: Show Hoverball
es: Mostrar bola flotante
ru: Показывать Hoverball
tr: Hoverball'ı Göster
ug_cn: لەيلىمە توپنى كۆرسىتىش
uk: Показувати Hoverball
vi: Hiển thị Bong Bóng

source: Show Notification
es: Mostrar notificación
ru: Показывать уведомление
tr: Bildirim Göster
ug_cn: ئۇقتۇرۇشنى كۆرسىتىش
uk: Показувати сповіщення
vi: Hiển thị thông báo

source: Show notification ${requestedMessage}
es: Mostrar notificación ${requestedMessage}
ru: Показать уведомление ${requestedMessage}
tr: ${requestedMessage} bildirimini göster
ug_cn: ${requestedMessage} ئۇقتۇرۇشىنى كۆرسىتىش
uk: Показати сповіщення ${requestedMessage}
vi: Hiển thị thông báo ${requestedMessage}

source: Show on Lock Screen
es: Mostrar en pantalla de bloqueo
fr: Afficher sur l'écran de verrouillage
ru: Показывать на экране блокировки
tr: Kilit Ekranında Göster
ug_cn: قۇلۇپلۇق ئېكراندا كۆرسىتىش
uk: Показувати на екрані блокування
vi: Hiển thị trên màn hình khóa

source: Show Option Description
es: Mostrar descripción de la opción
fr: Afficher la description de l'option
ru: Показывать описание опции
tr: Seçenek Açıklamasını Göster
ug_cn: تاللاش چۈشەندۈرۈشىنى كۆرسىتىش
uk: Показувати опис опції
vi: Hiển thị mô tả tùy chọn

source: Show Recording Duration
es: Mostrar duración de la grabación
fr: Afficher la durée de l'enregistrement
ru: Показывать длительность записи
tr: Kayıt Süresini Göster
ug_cn: ئۈنئالغۇ ۋاقىت ئۇزۇنلۇقىنى كۆرسىتىش
uk: Показувати тривалість запису
vi: Hiển thị thời lượng ghi âm

source: Show Recording Format
es: Mostrar formato de la grabación
fr: Afficher le format d'enregistrement
ru: Показывать формат записи
tr: Kayıt Biçimini Göster
ug_cn: ئۈنئالغۇ فورماتىنى كۆرسىتىش
uk: Показувати формат запису
vi: Hiển thị định dạng ghi âm

source: Show SIM Card Alias
es: Mostrar alias de la tarjeta SIM
fr: Afficher l'alias de la carte SIM
ru: Показывать псевдоним SIM-карты
tr: SIM Kart Takma Adını Göster
ug_cn: SIM كارتا تەخەللۇسىنى كۆرسىتىش
uk: Показувати псевдонім SIM-картки
vi: Hiển thị bí danh thẻ SIM

source: Show Waveform Previews
es: Mostrar previsualizaciones de forma de onda
fr: Afficher les prévisualisations de forme d'onde
ru: Показывать превью волновой формы
tr: Dalga Biçimi Önizlemelerini Göster
ug_cn: دولقۇن شەكلى ئالدىن كۆرۈنۈشىنى كۆرسىتىش
uk: Показувати прев'ю хвильової форми
vi: Hiển thị bản xem trước dạng sóng

source: Show “View Details” menu item for developers to check the manifests of recordings.
es: Mostrar la opción de menú “Ver detalles” para que los desarrolladores puedan comprobar los manifiestos de las grabaciones.
fr: Afficher l'élément de menu “View Details” pour que les développeurs puissent vérifier les manifestes des enregistrements.
ru: Показывать пункт меню «Просмотр деталей» для разработчиков (просмотр манифестов записей).
tr: Geliştiricilerin kayıtların manifestolarını kontrol etmeleri için “Detayları Görüntüle” menü öğesini gösterin.
uk: Показувати пункт меню «Переглянути деталі» для розробників (перегляд маніфестів записів).
vi: Hiển thị mục menu “Xem chi tiết” để nhà phát triển kiểm tra bản kê khai của bản ghi.

source: Sign in with your Dropbox account to authorize the app to access your Dropbox.
es: Inicia sesión con tu cuenta de Dropbox para autorizar a la app a acceder a tu Dropbox.
ru: Войдите в Dropbox, чтобы предоставить приложению доступ.
tr: Uygulamanın Dropbox'ınıza erişmesine izin vermek için Dropbox hesabınızla oturum açın.
ug_cn: ئەپكە Dropbox ھېساباتىڭىزغا كىرىش ھوقۇقى بېرىش ئۈچۈن Dropbox ھېساباتىڭىزغا كىرىڭ.
uk: Увійдіть у Dropbox, щоб надати додатку доступ.
vi: Đăng nhập bằng tài khoản Dropbox của bạn để ủy quyền cho ứng dụng truy cập Dropbox của bạn.

source: Sign in with your Google account to authorize the app to access your Google Drive.
es: Inicia sesión con tu cuenta de Google para autorizar a la app a acceder a tu Google Drive.
ru: Войдите в Google, чтобы предоставить приложению доступ к Google Drive.
tr: Uygulamanın Google Drive'ınıza erişmesine izin vermek için Google hesabınızla oturum açın.
ug_cn: ئەپكە Google Drive غا كىرىش ھوقۇقى بېرىش ئۈچۈن Google ھېساباتىڭىزغا كىرىڭ.
uk: Увійдіть у Google, щоб надати додатку доступ до Google Drive.
vi: Đăng nhập bằng tài khoản Google của bạn để ủy quyền cho ứng dụng truy cập Google Drive của bạn.

source: Sign in with your Microsoft account to authorize the app to access your Microsoft OneDrive.
es: Inicia sesión con tu cuenta de Microsoft para autorizar a la app a acceder a tu Microsoft OneDrive.
ru: Войдите в Microsoft, чтобы предоставить приложению доступ к OneDrive.
tr: Uygulamanın Microsoft OneDrive'ınıza erişmesine izin vermek için Microsoft hesabınızla oturum açın.
uk: Увійдіть у Microsoft, щоб надати додатку доступ до OneDrive.
vi: Đăng nhập bằng tài khoản Microsoft của bạn để ủy quyền cho ứng dụng truy cập OneDrive của bạn.

source: Silent Mode
es: Modo silencioso
ru: Тихий режим
tr: Sessiz Mod
ug_cn: ئۈنسىز ھالەت
uk: Тихий режим
vi: Chế độ im lặng

source: SIM Card Alias
es: Alias de la tarjeta SIM
fr: Alias de la carte SIM
ru: Псевдоним SIM-карты
tr: SIM Kart Takma Adı
ug_cn: SIM كارتا تەخەللۇسى
uk: Псевдонім SIM-картки
vi: Bí danh thẻ SIM

source: Simulator
es: Simulador
ru: Симулятор
tr: Simülatör
ug_cn: تەقلىدلىگۈچ
uk: Симулятор
vi: Trình giả lập

source: Skip Silence
es: Omitir silencio
ru: Пропускать тишину
tr: Sessizliği Atla
ug_cn: جىمجىتلىقنى ئاتلاش
uk: Пропускати тишу
vi: Bỏ qua im lặng

source: Smaller
es: Más pequeño
fr: Plus petit
ru: Меньше
tr: Daha Küçük
ug_cn: كىچىكرەك
uk: Менше
vi: Nhỏ hơn

source: Smart Cloud Archive
es: Archivo inteligente en la nube
ru: Умное облачное архивирование
tr: Akıllı Bulut Arşivi
ug_cn: ئەقلىي بۇلۇت ئارخىپ
uk: Розумне хмарне архівування
vi: Lưu trữ đám mây thông minh

source: Software License
es: Licencia de software
fr: Licence logicielle
ru: Лицензия ПО
tr: Yazılım Lisansı
ug_cn: يۇمشاق دېتال ئىجازەتنامىسى
uk: Ліцензія ПЗ
vi: Giấy phép phần mềm

source: Some settings have been reset to default values.
es: Algunos ajustes se han restablecido a los valores predeterminados.
fr: Certains paramètres ont été réinitialisés aux valeurs par défaut.
ru: Некоторые настройки сброшены до значений по умолчанию.
tr: Bazı ayarlar varsayılan değerlere sıfırlandı.
ug_cn: بەزى تەڭشەكلەر كۆڭۈلدىكى قىممەتكە قايتۇرۇلدى
uk: Деякі налаштування скинуто до значень за замовчуванням.
vi: Một số cài đặt đã được đặt lại về giá trị mặc định.

source: Something important is missing. Please reinstall “TrollRecorder JB” from Sileo.
es: Falta algo importante. Por favor, reinstala “TrollRecorder JB” desde Sileo.
ru: Отсутствует важный компонент. Переустановите «TrollRecorder JB» через Sileo.
tr: Önemli bir şey eksik. Lütfen “TrollRecorder JB” uygulamasını Sileo'dan yeniden yükleyin.
ug_cn: مۇھىم مەزمۇنلار يوقاپ كەتكەن. Sileo دىن “TrollRecorder JB” نى قايتا ئورنىتىڭ.
uk: Відсутній важливий компонент. Перевстановіть «TrollRecorder JB» через Sileo.
vi: Một cái gì đó quan trọng đang thiếu. Vui lòng cài đặt lại “TrollRecorder JB” từ Sileo.

source: Something is wrong, we are not able to verify your license. You can tap “View My Account” to check your orders, purchases or redeem a gift code.
es: Algo va mal, no podemos verificar tu licencia. Puedes tocar “Ver mi cuenta” para comprobar tus pedidos, compras o canjear un código de regalo.
fr: Appuyez sur “Voir mon compte” pour vérifier vos commandes, vos achats ou échanger un code cadeau.
ru: Ошибка проверки лицензии. Нажмите «Мой аккаунт» для проверки заказов, покупок или активации кода.
tr: Yanlış bir şeyler var, lisansınızı doğrulayamıyoruz. Siparişlerinizi, satın aldıklarınızı kontrol etmek veya bir hediye kodunu kullanmak için “Hesabımı Görüntüle”ye dokunabilirsiniz.
ug_cn: مەسىلە يۈز بەردى، سېتىۋالغىنىڭىزنى دەلىللىيەلمىدۇق. سىپارىش ھالىتىڭىزنى تەكشۈرۈش ياكى سوۋغا كودىنى ئىشلىتىش ئۈچۈن «ھېساباتىمنى كۆرۈش» نى چېكىڭ.
uk: Помилка перевірки ліцензії. Натисніть «Мій акаунт» для перевірки замовлень, покупок або активації коду.
vi: Có điều gì đó không ổn, chúng tôi không thể xác minh giấy phép của bạn. Bạn có thể nhấn “Xem tài khoản của tôi” để kiểm tra đơn hàng, mua sắm hoặc đổi mã quà tặng.

source: Sound Level Meter
es: Medidor de nivel de sonido
ru: Измеритель уровня звука
tr: Ses Seviyesi Ölçer
ug_cn: ئاۋاز دەرىجە ئۆلچىگۈچ
uk: Вимірювач рівня звуку
vi: Đồng hồ đo mức âm thanh

source: Space
es: Espacio
fr: L'espace
ru: Пробел
tr: Boşluk
ug_cn: بوشلۇق
uk: Пробіл
vi: Không gian

source: Speaker
es: Altavoz
fr: Haut-parleur
ru: Динамик
tr: Hoparlör
ug_cn: ياڭراتقۇ
uk: Динамік
vi: Người nói

source: speaker
es: altavoz
ru: динамик
tr: hoparlör
ug_cn: ياڭراتقۇ
uk: динамік
vi: người nói

# Specified range from %@ to %@ is invalid.
source: Specified range from %1$@ to %2$@ is invalid.
es: El rango especificado de %1$@ a %2$@ no es válido.
ru: Указанный диапазон от %1$@ до %2$@ недействителен.
tr: %@ ile %@ arasında belirtilen aralık geçersiz.
ug_cn: %1$@ دىن %2$@ گىچە بەلگىلەنگەن دائىرە ئىناۋەتسىز.
uk: Вказаний діапазон від %@ до %@ є недійсним.
vi: Khoảng đã chỉ định từ %1$@ đến %2$@ là không hợp lệ.

source: start
es: iniciar
fr: démarrer
ru: старт
tr: Başlat
ug_cn: باشلاش
uk: старт
vi: bắt đầu

source: Start a system screen recording just like what you do in the Control Center.
es: Iniciar una grabación de pantalla del sistema igual que lo haces en el Centro de Control.
ru: Начать запись экрана (аналогично функции в Пункте управления).
tr: Kontrol Merkezi'nde yaptığınız gibi bir sistem ekran kaydı başlatın.
uk: Почати запис екрану (аналогічно функції в Центрі управління).
vi: Bắt đầu ghi màn hình hệ thống giống như những gì bạn làm trong Trung tâm điều khiển.

source: Start Call Recording
es: Iniciar grabación de llamada
ru: Начать запись звонка
tr: Çağrı Kaydını Başlat
ug_cn: چاقىرىش ئۈنئالغۇسىنى باشلاش
uk: Почати запис дзвінка
vi: Bắt đầu ghi âm cuộc gọi

source: Start Date
es: Fecha de inicio
fr: Date de début
ru: Дата начала
tr: Başlangıç Tarihi
ug_cn: باشلىنىش ۋاقتى
uk: Дата початку
vi: Ngày bắt đầu

source: Start or prepare for a call recording, system audio recording, or create an voice memo.
es: Iniciar o preparar una grabación de llamada, grabación de audio del sistema o crear una nota de voz.
ru: Начать или подготовить запись звонка/системного звука/голосовую заметку.
tr: Bir çağrı kaydı, sistem ses kaydı başlatın veya hazırlayın ya da bir sesli not oluşturun.
uk: Почати або підготувати запис дзвінка/системного звуку/голосову замітку.
vi: Bắt đầu hoặc chuẩn bị cho một cuộc gọi ghi âm, ghi âm âm thanh hệ thống hoặc tạo một ghi chú âm thanh.

source: Start Recording
es: Iniciar grabación
fr: Démarrer l'enregistrement
ru: Начать запись
tr: Kaydı Başlat
ug_cn: ئۈنئالغۇنى باشلاش
uk: Почати запис
vi: Bắt đầu ghi âm

source: Start Screen Recording
es: Iniciar grabación de pantalla
ru: Начать запись экрана
tr: Ekran Kaydını Başlat
ug_cn: ئېكران ئۈنئالغۇسىنى باشلاش
uk: Почати запис екрану
vi: Bắt đầu ghi màn hình

source: Start System Audio Recording
es: Iniciar grabación de audio del sistema
ru: Начать запись системного звука
tr: Sistem Ses Kaydını Başlat
ug_cn: سىستېما ئاۋاز ئۈنئالغۇسىنى باشلاش
uk: Почати запис системного звуку
vi: Bắt đầu ghi âm hệ thống

source: Start Voice Memo Recording
es: Iniciar grabación de nota de voz
ru: Начать голосовую заметку
tr: Sesli Not Kaydını Başlat
ug_cn: ئاۋاز خاتىرىسى ئۈنئالغۇسىنى باشلاش
uk: Почати голосову замітку
vi: Bắt đầu ghi âm ghi chú thoại

source: status
es: estado
fr: statut
ru: статус
tr: Durum
ug_cn: ھالەت
uk: статус
vi: trạng thái

source: Stay tuned. We’re recording your call in the background.
es: Permanece atento. Estamos grabando tu llamada en segundo plano.
fr: Restez à l'écoute. Nous enregistrons votre appel en arrière-plan.
ru: Идёт запись звонка в фоновом режиме.
tr: Bizi izlemeye devam edin. Aramanızı arka planda kaydediyoruz.
ug_cn: داۋاملىق كۈتۈڭ. تەلېفونىڭىزنى ئارقا سۇپىدا ئۈنگە ئېلىۋاتىمىز.
uk: Триває запис дзвінка у фоновому режимі.
vi: Hãy giữ nguyên. Chúng tôi đang ghi âm cuộc gọi của bạn ở chế độ nền.

source: stop
es: detener
fr: arrêter
ru: стоп
tr: durdur
ug_cn: توختىتىش
uk: стоп
vi: dừng lại

source: Stop
es: Detener
ru: Остановить
tr: Durdur
ug_cn: توختىتىش
uk: Зупинити
vi: Dừng

source: Stop & Reset Service
es: Detener y restablecer servicio
fr: Arrêter et réinitialiser le service
ru: Остановить и сбросить службу
tr: Hizmeti Durdur ve Sıfırla
ug_cn: مۇلازىمەتنى توختىتىش ۋە تاللانمىلارنى ئەسلىگە كەلتۈرۈش
uk: Зупинити та скинути службу
vi: Dừng & Đặt lại Dịch vụ

source: Stop & Save
es: Detener y guardar
fr: Arrêter et sauvegarder
ru: Остановить и сохранить
tr: Durdur ve Kaydet
ug_cn: توختىتىش ۋە ساقلاش
uk: Зупинити та зберегти
vi: Dừng lại & Lưu

source: Stop a call recording, system audio recording or voice memo if exists.
es: Detener una grabación de llamada, grabación de audio del sistema o nota de voz si existe.
ru: Остановить запись звонка/системного звука/голосовой заметки (если активна).
tr: Varsa bir çağrı kaydını, sistem ses kaydını veya sesli notu durdurun.
uk: Зупинити запис дзвінка/системного звуку/голосової замітки (якщо активний).
vi: Dừng ghi âm cuộc gọi, ghi âm âm thanh hệ thống hoặc ghi chú thoại nếu có.

source: Stop a system screen recording if exists.
es: Detener una grabación de pantalla del sistema si existe.
ru: Остановить запись экрана (если активна).
tr: Varsa bir sistem ekran kaydını durdurun.
uk: Зупинити запис екрану (якщо активний).
vi: Dừng ghi màn hình hệ thống nếu có.

source: Stop Recording
es: Detener grabación
fr: Arrêter l'enregistrement
ru: Остановить запись
tr: Kaydı Durdur
ug_cn: ئۈنئالغۇنى توختىتىش
uk: Зупинити запис
vi: Dừng Ghi Âm

source: Stop Recording When Disk Exhausted
es: Detener grabación cuando el disco esté lleno
fr: Arrêter l'enregistrement lorsque le disque est saturé
ru: Останавливать запись при нехватке места
tr: Disk Dolduğunda Kaydı Durdur
ug_cn: دىسكا سىغىمى تولغاندا ئۈنئالغۇنى توختىتىش
uk: Зупиняти запис при нестачі місця
vi: Dừng Ghi Âm Khi Đĩa Hết

source: Stop Screen Recording
es: Detener grabación de pantalla
ru: Остановить запись экрана
tr: Ekran Kaydını Durdur
ug_cn: ئېكران ئۈنئالغۇسىنى توختىتىش
uk: Зупинити запис екрану
vi: Dừng Ghi Màn Hình

source: Stop Service
es: Detener servicio
fr: Arrêter le service
ru: Остановить службу
tr: Hizmeti Durdur
ug_cn: مۇلازىمەتنى توختىتىش
uk: Зупинити службу
vi: Dừng dịch vụ

source: Successfully authorized to Google and connected to Google Drive.
es: Autorizado correctamente en Google y conectado a Google Drive.
ru: Успешная авторизация в Google и подключение к Google Drive.
tr: Google ile başarıyla yetkilendirildi ve Google Drive'a bağlandı.
ug_cn: Google ھېساباتىغا كىرىپ، Google Drive غا مۇۋەپپەقىيەتلىك باغلاندى.
uk: Успішна авторизація в Google та підключення до Google Drive.
vi: Đã được ủy quyền thành công với Google và kết nối với Google Drive.

source: Successfully authorized to Microsoft and connected to OneDrive.
es: Autorizado correctamente en Microsoft y conectado a OneDrive.
ru: Успешная авторизация в Microsoft и подключение к OneDrive.
tr: Microsoft ile başarıyla yetkilendirildi ve OneDrive'a bağlandı.
ug_cn: Microsoft ھېساباتىغا كىرىپ، OneDrive غا مۇۋەپپەقىيەتلىك باغلاندى.
uk: Успішна авторизація в Microsoft та підключення до OneDrive.
vi: Đã được ủy quyền thành công với Microsoft và kết nối với OneDrive.

source: Successfully connected to Dropbox.
es: Conectado correctamente a Dropbox.
ru: Успешное подключение к Dropbox.
tr: Dropbox'a başarıyla bağlandı.
ug_cn: Dropbox قا مۇۋەپپەقىيەتلىك باغلاندى.
uk: Успішне підключення до Dropbox.
vi: Đã kết nối thành công với Dropbox.

source: Successfully connected to the server %@.
es: Conectado correctamente al servidor %@.
ru: Успешное подключение к серверу %@.
tr: Sunucuya başarıyla bağlanıldı: %@.
ug_cn: %@ مۇلازىمېتىرغا مۇۋەپپەقىيەتلىك باغلاندى.
uk: Успішне підключення до сервера %@.
vi: Đã kết nối thành công với máy chủ %@.

source: Suggested
es: Sugerido
fr: Suggéré
ru: Рекомендуемые
tr: Önerilen
ug_cn: تەۋسىيە
uk: Рекомендовані
vi: Gợi ý

source: Suggested Applications
es: Aplicaciones sugeridas
fr: Applications suggérées
ru: Рекомендуемые приложения
tr: Önerilen Uygulamalar
ug_cn: تەۋسىيە قىلىنغان ئەپلەر
uk: Рекомендовані програми
vi: Gợi ý Ứng dụng

source: Sync
es: Sincronizar
fr: Synchronisation
ru: Синхронизация
tr: Senkronize Et
ug_cn: ماسقەدەملەش
uk: Синхронізація
vi: Đồng bộ hóa

source: Sync Service Mode
es: Modo de servicio de sincronización
fr: Mode de service de synchronisation
ru: Режим синхронизации
tr: Senkronizasyon Hizmeti Modu
ug_cn: مۇلازىمەت ھالىتى
uk: Режим синхронізації
vi: Chế độ dịch vụ đồng bộ hóa

source: Sync Service Provider
es: Proveedor de servicio de sincronización
fr: Fournisseur de services de synchronisation
ru: Провайдер синхронизации
tr: Senkronizasyon Hizmeti Sağlayıcısı
ug_cn: مۇلازىمەت تەمىنلىگۈچى
uk: Провайдер синхронізації
vi: Nhà cung cấp dịch vụ đồng bộ hóa
