Repository: Lessica/TrollRecorder
Catalog: res/*.lproj/Localizable.strings
Languages: es, fr, ru, tr, ug_cn, uk, vi

source: Press and hold the power button to start or stop recording during a call.
es: Mantén pulsado el botón de encendido para iniciar o detener la grabación durante una llamada.
ru: Удерживайте кнопку питания для начала/остановки записи во время звонка.
tr: Bir arama sırasında kaydı başlatmak veya durdurmak için güç düğmesini basılı tutun.
uk: Утримуйте кнопку живлення для початку/зупинки запису під час дзвінка.
vi: Nhấn và giữ nút nguồn để bắt đầu hoặc dừng ghi âm trong cuộc gọi.

source: Press both of the physical volume buttons to start or stop recording during a call.
es: Pulsa ambos botones de volumen para iniciar o detener la grabación durante una llamada.
fr: Appuyez sur les deux boutons de volume physiques pour démarrer ou arrêter l'enregistrement pendant un appel.
ru: Нажмите обе кнопки громкости для начала/остановки записи во время звонка.
tr: Bir arama sırasında kaydı başlatmak veya durdurmak için her iki fiziksel ses düğmesine basın.
uk: Натисніть обидві кнопки гучності для початку/зупинки запису під час дзвінка.
vi: Nhấn cả hai nút âm lượng vật lý để bắt đầu hoặc dừng ghi âm trong cuộc gọi.

source: Press Both Volume Buttons
es: Pulsar ambos botones de volumen
ru: Нажать обе кнопки громкости
tr: Her İki Ses Düğmesine Basın
ug_cn: ئىككى ئاۋاز كۇنۇپكىسىنى بېسىش
uk: Натиснути обидві кнопки гучності
vi: Nhấn Cả Hai Nút Âm Lượng

source: Preview Disabled
es: Vista previa desactivada
fr: Prévisualisation désactivée
ru: Предпросмотр отключен
tr: Önizleme Devre Dışı Bırakıldı
ug_cn: ئالدىن كۆرۈش چەكلەندى
uk: Попередній перегляд вимкнено
vi: Xem trước bị vô hiệu hóa

source: Privacy Policy
es: Política de privacidad
fr: Politique de confidentialité
ru: Политика конфиденциальности
tr: Gizlilik Politikası
ug_cn: شەخسىيەت سىياسىتى
uk: Політика конфіденційності
vi: Chính sách bảo mật

source: Privacy Policy & User Agreements
es: Política de privacidad y Acuerdos de usuario
fr: Politique de confidentialité et accords utilisateur
ru: Политика конфиденциальности и условия использования
tr: Gizlilik Politikası ve Kullanıcı Sözleşmeleri
ug_cn: شەخسىيەت سىياسىتى ۋە ئىشلەتكۈچى كېلىشىمى
uk: Політика конфіденційності та умови використання
vi: Chính sách bảo mật & Thỏa thuận người dùng

source: Private Browsing Detected
es: Navegación privada detectada
ru: Обнаружен приватный режим
tr: Gizli Tarama Algılandı
ug_cn: شەخسىي كۆرۈش بايقالدى
uk: Виявлено приватний режим
vi: Phát hiện chế độ duyệt web riêng tư

source: Proceed Anyway
es: Continuar de todos modos
ru: Продолжить
tr: Yine de Devam Et
ug_cn: داۋاملاشتۇرۇش
uk: Продовжити
vi: Tiếp tục bất chấp

source: Process terminated by signal %d.
es: Proceso terminado por señal %d.
ru: Процесс завершен сигналом %d.
tr: İşlem %d sinyaliyle sonlandırıldı.
uk: Процес завершено сигналом %d.
vi: Quá trình bị chấm dứt bởi tín hiệu %d.

# Process terminated with exit code %d. %@
source: Process terminated with exit code %1$d. %2$@
es: Proceso terminado con código de salida %1$d. %2$@
ru: Процесс завершен с кодом %1$d. %2$@
tr: İşlem %1$d çıkış koduyla sonlandırıldı. %2$@
uk: Процес завершено з кодом %d. %@
vi: Quá trình bị chấm dứt với mã thoát %1$d. %2$@

source: Pulse-code modulation
es: Modulación por impulsos codificados
ru: Импульсно-кодовая модуляция
tr: Darbe kod modülasyonu
uk: Імпульсно-кодова модуляція
vi: Điều chế xung mã

source: Purchase
es: Comprar
fr: Achat
ru: Покупка
tr: Satın Alma
ug_cn: سېتىۋېلىش
uk: Купівля
vi: Mua

source: Purchase Tips
es: Consejos de compra
ru: Подсказки по покупке
tr: Satın Alma İpuçları
ug_cn: سېتىۋېلىش كۆرسەتمىسى
uk: Поради щодо покупки
vi: Mẹo mua hàng

source: Pure TrollStore
es: Solo TrollStore
ru: Только TrollStore
tr: Güncel TrollStore
ug_cn: ساپ ترول
uk: Лише TrollStore

source: Query the latest version from GitHub.
es: Consultar la última versión desde GitHub.
ru: Проверить последнюю версию на GitHub.
tr: GitHub'dan en son sürümü sorgula.
uk: Перевірити останню версію на GitHub.
vi: Truy vấn phiên bản mới nhất từ GitHub.

source: Querying
es: Consultando
ru: Запрос
tr: Sorgulanıyor
ug_cn: ئىزدەۋاتىدۇ
uk: Запит
vi: Đang truy vấn

source: Quick Recording
es: Grabación rápida
fr: Enregistrement rapide
ru: Быстрая запись
tr: Hızlı Kayıt
ug_cn: تېز ئۈنئېلىش
uk: Швидкий запис
vi: Ghi âm nhanh

source: Quit and relaunch to continue using the Pro features.
es: Cierra y vuelve a abrir para continuar usando las funciones Pro.
fr: Quittez et relancez pour continuer à utiliser les fonctions Pro.
ru: Перезапустите приложение для доступа к Pro-функциям.
tr: Profesyonel özellikleri kullanmaya devam etmek için çıkış yapın ve yeniden başlatın.
uk: Перезапустіть додаток для доступу до Pro-функцій.
vi: Thoát và khởi động lại để tiếp tục sử dụng các tính năng Pro.

source: Quit this application and try again.
es: Cierra esta aplicación e inténtalo de nuevo.
fr: Quittez cette application et réessayez.
ru: Закройте приложение и попробуйте снова.
tr: Bu uygulamadan çıkın ve tekrar deneyin.
uk: Закрийте додаток і спробуйте знову.
vi: Thoát ứng dụng này và thử lại.

source: Rclone Documentation
es: Documentación de Rclone
ru: Документация Rclone
tr: Rclone Belgeleri
uk: Документація Rclone
vi: Tài liệu Rclone

source: Re-authorize with Dropbox
es: Volver a autorizar con Dropbox
ru: Переавторизоваться в Dropbox
tr: Dropbox ile Yeniden Yetkilendir
uk: Повторно авторизуватися в Dropbox
vi: Xác thực lại với Dropbox

source: Re-authorize with Google
es: Volver a autorizar con Google
ru: Переавторизоваться в Google
tr: Google ile Yeniden Yetkilendir
uk: Повторно авторизуватися в Google
vi: Xác thực lại với Google

source: Re-authorize with Microsoft
es: Volver a autorizar con Microsoft
ru: Переавторизоваться в Microsoft
tr: Microsoft ile Yeniden Yetkilendir
uk: Повторно авторизуватися в Microsoft
vi: Xác thực lại với Microsoft

source: Re-enable Suggested Options
es: Reactivar opciones sugeridas
fr: Réactiver les options suggérées
ru: Включить рекомендуемые опции
tr: Önerilen Seçenekleri Yeniden Etkinleştir
uk: Увімкнути рекомендовані опції
vi: Kích hoạt lại các tùy chọn gợi ý

source: Reaching Daemon
es: Contactando con el demonio
fr: Accès au démon
ru: Подключение к демону
tr: Daemon'a Ulaşılıyor
uk: Підключення до демона
vi: Tiếp cận Daemon

# README_APP_DOCUMENTS
source: This directory contains the backup of the TrollRecorder recordings. You can restore them by copying them back to the original location: /var/mobile/Library/Preferences/wiki.qaq.trapp/Recordings
es: LEEME_DOCUMENTOS_APP
fr: README_APP_DOCUMENTS
ru: Эта папка содержит резервные копии записей TrollRecorder recordings. You для восстановления скопируйте их в /var/mobile/Library/Preferences/wiki.qaq.trapp/Recordings
ug_cn: README_APP_DOCUMENTS
uk: Ця папка містить резервні копії записів TrollRecorder. Для відновлення скопіюйте їх у /var/mobile/Media/DCIM/TrollRecorder/Recordings
vi: README_APP_DOCUMENTS

# README_SERVICE_ARCHIVED_RECORDINGS
source: This directory contains hard link archives to TrollRecorder recordings. They are not included in the iCloud backup, nor are they consumed by the storage quota. Do not delete them unless you are sure you no longer need them.
es: LEEME_SERVICIO_GRABACIONES_ARCHIVADAS
fr: README_SERVICE_ARCHIVED_RECORDINGS
ru: Эта папка содержит жесткие ссылки на записи TrollRecorder recordings. You не входят в iCloud Backup и не учитываются в quota. Do не удаляйте их без необходимости.
ug_cn: README_SERVICE_ARCHIVED_RECORDINGS
uk: Ця папка містить жорсткі посилання на записи TrollRecorder. Не входить до iCloud Backup і не враховується в квоті. Не видаляйте їх без потреби.
vi: README_SERVICE_ARCHIVED_RECORDINGS

# README_SERVICE_RECORDINGS
source: This directory contains the TrollRecorder recordings. You can back them up by copying them to a safe location.
es: LEEME_SERVICIO_GRABACIONES
fr: README_SERVICE_RECORDINGS
ru: Эта папка содержит записи TrollRecorder recordings. You для резервирования скопируйте их в надежное место.
ug_cn: README_SERVICE_RECORDINGS
uk: Ця папка містить записи TrollRecorder. Для резервування скопіюйте їх у надійне місце.
vi: README_SERVICE_RECORDINGS

source: Ready
es: Listo
fr: Prêt
ru: Готово
tr: Hazır
uk: Готово
vi: Sẵn sàng

source: Ready to record!
es: ¡Listo para grabar!
fr: Prêt à enregistrer !
ru: Готово к записи!
tr: Kayda hazır!
uk: Готово до запису!
vi: Sẵn sàng để ghi âm!

source: Received authorization error: %@
es: Error de autorización recibido: %@
ru: Ошибка авторизации: %@
tr: Yetkilendirme hatası alındı: %@
uk: Помилка авторизації: %@
vi: Đã nhận được lỗi ủy quyền: %@

source: Received transient error: %@
es: Error transitorio recibido: %@
ru: Временная ошибка: %@
tr: Geçici hata alındı: %@
uk: Тимчасова помилка: %@
vi: Đã nhận được lỗi tạm thời: %@

source: Recents Only
es: Solo recientes
ru: Только недавние
tr: Yalnızca Son Kullanılanlar
uk: Лише нещодавні
vi: Chỉ Hiện Tại

source: Recommended for Apple devices
es: Recomendado para dispositivos Apple
ru: Рекомендуется для Apple
tr: Apple cihazları için önerilir
uk: Рекомендовано для Apple
vi: Dành cho thiết bị Apple

source: Record
es: Grabar
fr: Enregistrer
ru: Запись
tr: Kaydet
uk: Запис
vi: Ghi âm

source: Record all incoming and outgoing calls automatically.
es: Grabar automáticamente todas las llamadas entrantes y salientes.
fr: Enregistrer automatiquement tous les appels entrants et sortants.
ru: Автоматически записывать все входящие и исходящие звонки.
tr: Tüm gelen ve giden çağrıları otomatik olarak kaydet.
uk: Автоматично записувати всі вхідні та вихідні дзвінки.
vi: Tự động ghi lại tất cả các cuộc gọi đến và đi.

source: Record Automatically
es: Grabar automáticamente
fr: Enregistrer automatiquement
ru: Автозапись
tr: Otomatik Kaydet
uk: Автозапис
vi: Ghi lại tự động

source: Record Calls on Other Devices
es: Grabar llamadas en otros dispositivos
fr: Enregistrer des appels sur d'autres appareils
ru: Запись звонков на других устройствах
tr: Diğer Cihazlarda Çağrı Kaydet
uk: Запис дзвінків на інших пристроях
vi: Ghi âm cuộc gọi trên thiết bị khác

source: Record Only When Connected
es: Grabar solo al estar conectado
fr: Enregistrer uniquement lorsqu'il est connecté
ru: Записывать только при подключении
tr: Yalnızca Bağlıyken Kaydet
uk: Записувати лише при підключенні
vi: Chỉ Ghi Lại Khi Được Kết Nối

source: Record with Location
es: Grabar con ubicación
fr: Enregistrer avec emplacement
ru: Запись с местоположением
tr: Konumla Kaydet
uk: Запис із місцезнаходженням
vi: Ghi lại với vị trí

source: Recording
es: Grabación
fr: Enregistrement
ru: Запись
tr: Kayıt
uk: Запис
vi: Đang ghi

source: recording
es: grabación
fr: enregistrement
ru: запись
tr: Kayıt
uk: запис
vi: ghi

source: Recording (Localized)
es: Grabación (Localizada)
fr: Enregistrement (localisé)
ru: Запись (локализованная)
tr: Kayıt (Yerelleştirilmiş)
uk: Запис (локалізований)
vi: Ghi âm (Địa phương hóa)

source: Recording Interrupted
es: Grabación interrumpida
ru: Запись прервана
tr: Kayıt Kesintiye Uğradı
uk: Запис перервано
vi: Ghi âm bị gián đoạn

source: Recording Options
es: Opciones de grabación
fr: Options d'enregistrement
ru: Настройки записи
tr: Kayıt Seçenekleri
uk: Налаштування запису
vi: Tùy chọn ghi âm

source: Recording starts when both the audio inputs and outputs are continuously active.
es: La grabación se inicia cuando las entradas y salidas de audio están continuamente activas.
fr: L'enregistrement démarre lorsque à la fois les entrées et les sorties audio sont continuellement actives.
ru: Запись начнется, когда аудиовходы и аудиовыходы будут непрерывно активны.
tr: Kayıt, hem ses girişleri hem de çıkışları sürekli aktif olduğunda başlar.
uk: Запис почнеться, коли аудіовходи та аудіовиходи будуть постійно активними.
vi: Ghi âm bắt đầu khi cả đầu vào và đầu ra âm thanh liên tục hoạt động.

source: Recording successfully started.
es: Grabación iniciada correctamente.
fr: L'enregistrement a commencé avec succès.
ru: Запись успешно начата.
tr: Kayıt başarıyla başlatıldı.
uk: Запис успішно розпочато.
vi: Ghi âm đã bắt đầu thành công.

source: Recording Type
es: Tipo de grabación
ru: Тип записи
tr: Kayıt Türü
uk: Тип запису
vi: Loại ghi âm

source: Recording Type Description
es: Descripción del tipo de grabación
ru: Описание типа записи
tr: Kayıt Türü Açıklaması
uk: Опис типу запису
vi: Mô tả loại ghi âm

source: Recording will begin when the call is answered.
es: La grabación comenzará cuando se responda la llamada.
fr: L'enregistrement commencera lorsque l'appel sera pris.
ru: Запись начнется при ответе на звонок.
tr: Arama cevaplandığında kayıt başlayacaktır.
uk: Запис почнеться після відповіді на дзвінок.
vi: Ghi âm sẽ bắt đầu khi cuộc gọi được trả lời.

source: Recording “%@” is in progress.
es: Grabación “%@” en curso.
ru: Идет запись «%@».
tr: “%@” kaydı devam ediyor.
uk: Триває запис “%@”.
vi: Ghi âm “%@” đang diễn ra.

# RECORDING_LOCALIZED
source: Recording
es: Grabación
fr: Enregistrement
ru: Запись
tr: Kayıt
ug_cn: RECORDING_LOCALIZED
uk: Запис
vi: Ghi âm

source: Recordings
es: Grabaciones
fr: Enregistrements
ru: Записи
tr: Kayıtlar
ug_cn: ئۈن-خاتىرىلەر
uk: Записи
vi: Bản ghi âm

source: Recordings here are permanently removed after 30 days.
es: Las grabaciones aquí se eliminan permanentemente después de 30 días.
fr: Les enregistrements sont définitivement supprimés au bout de 30 jours.
ru: Записи здесь удаляются безвозвратно через 30 дней.
tr: Buradaki kayıtlar 30 gün sonra kalıcı olarak silinir.
uk: Тут записи видаляються назавжди через 30 днів.
vi: Bản ghi âm ở đây sẽ bị xóa vĩnh viễn sau 30 ngày.

source: Recycle Bin
es: Papelera de reciclaje
fr: Corbeille
ru: Корзина
tr: Geri Dönüşüm Kutusu
ug_cn: ئەخلەت ساندۇقى
uk: Кошик
vi: Thùng rác

source: Regenerate All
es: Regenerar todo
ru: Перегенерировать все
tr: Tümünü Yeniden Oluştur
ug_cn: ھەممىنى قايتا ھاسىللاش
uk: Перегенерувати все
vi: Tái tạo tất cả

source: reject
es: rechazar
fr: rejeter
ru: отклонить
tr: Reddet
ug_cn: رەت قىلىش
uk: відхилити
vi: từ chối

source: Reject all incoming calls automatically.
es: Rechazar automáticamente todas las llamadas entrantes.
fr: Rejeter automatiquement tous les appels entrants.
ru: Автоматически отклонять все входящие звонки.
tr: Tüm gelen aramaları otomatik olarak reddet.
uk: Автоматично відхиляти всі вхідні дзвінки.
vi: Từ chối tất cả các cuộc gọi đến tự động.

source: Reject Incoming Calls
es: Rechazar llamadas entrantes
fr: Rejeter les appels entrants
ru: Отклонять входящие звонки
tr: Gelen Aramaları Reddet
ug_cn: كىرىش چاقىرىقىنى رەت قىلىش
uk: Відхиляти вхідні дзвінки
vi: Từ chối cuộc gọi đến

source: Relaunched
es: Reiniciado
fr: Relance
ru: Перезапущено
tr: Yeniden Başlatıldı
ug_cn: قايتا قوزغالدى
uk: Перезапущено
vi: Đã khởi động lại

source: Release
es: Versión
ru: Релиз
tr: Sürüm
ug_cn: رەسمىي نەشرى
uk: Реліз
vi: Phát hành

source: Release Notes
es: Notas de la versión
fr: Notes de mise à jour
tr: Sürüm Notları
ug_cn: نەشر ئىزاھاتى
uk: Примітки до релізу
vi: Ghi chú phát hành

source: Remove
es: Eliminar
ru: Удалить
tr: Kaldır
ug_cn: چىقىرىۋېتىش
uk: Видалити
vi: Xóa

source: Remove all cached waveforms and allow them to be rebuilt from the original recordings.
es: Eliminar todas las formas de onda almacenadas en caché y permitir que se reconstruyan a partir de las grabaciones originales.
ru: Удалить все кэшированные волновые формы и разрешить их перестроение из оригинальных записей.
tr: Tüm önbelleğe alınmış dalga biçimlerini kaldırın ve orijinal kayıtlardan yeniden oluşturulmasına izin verin.
uk: Видалити всі кешовані хвильові форми та дозволити їх відновлення з оригінальних записів.
vi: Xóa tất cả các dạng sóng đã lưu và cho phép chúng được xây dựng lại từ các bản ghi gốc.

source: Remove All Recordings Permanently
es: Eliminar todas las grabaciones permanentemente
fr: Supprimer tous les enregistrements de façon permanente
ru: Безвозвратно удалить все записи
tr: Tüm Kayıtları Kalıcı Olarak Sil
uk: Видалити всі записи назавжди
vi: Xóa tất cả bản ghi vĩnh viễn

source: Remove Outdated Recordings
es: Eliminar grabaciones obsoletas
fr: Supprimer les enregistrements obsolètes
ru: Удалить устаревшие записи
tr: Eski Kayıtları Kaldır
uk: Видалити застарілі записи
vi: Xóa bản ghi lỗi thời

source: Rename
es: Renombrar
fr: Renommer
ru: Переименовать
tr: Yeniden Adlandır
ug_cn: قايتا ئىسىم قويۇش
uk: Перейменувати
vi: Đổi tên

source: Repeat Infinitely
es: Repetir indefinidamente
ru: Повторять бесконечно
tr: Sonsuz Tekrarla
ug_cn: چەكسىز قايتىلاش
uk: Повторювати безкінечно
vi: Lặp lại vô hạn

source: Reset
es: Restablecer
fr: Remise à zéro
ru: Сбросить
tr: Sıfırla
ug_cn: قايتا تەڭشەش
uk: Скинути
vi: Đặt lại

source: Reset All Shortcuts
es: Restablecer todos los atajos
fr: Réinitialiser tous les raccourcis
ru: Сбросить все ярлыки
tr: Tüm Kısayolları Sıfırla
ug_cn: بارلىق قىسقا يوللارنى قايتا تەڭشەش
uk: Скинути всі ярлики
vi: Đặt lại tất cả phím tắt

source: Reset Search Indexes
es: Restablecer índices de búsqueda
fr: Réinitialiser les index de recherche
ru: Сбросить поисковые индексы
tr: Arama Dizilerini Sıfırla
ug_cn: ئىزدەش ئىندېكسلىرىنى قايتا تەڭشەش
uk: Скинути пошукові індекси
vi: Đặt lại chỉ mục tìm kiếm

source: Reset Service
es: Restablecer servicio
fr: Réinitialiser le service
ru: Сбросить службу
tr: Hizmeti Sıfırla
ug_cn: مۇلازىمەتنى قايتا تەڭشەش
uk: Скинути службу
vi: Đặt lại dịch vụ

source: Restart Render Server
es: Reiniciar servidor de renderizado
fr: Redémarrer le serveur de rendu
ru: Перезапустить сервер рендеринга
tr: Render Sunucusunu Yeniden Başlat
ug_cn: رېندېر مۇلازىمېتىرىنى قايتا قوزغىتىش
uk: Перезапустити сервер рендерингу
vi: Khởi động lại máy chủ kết xuất

source: Restore
es: Restaurar
fr: Restaurer
ru: Восстановить
tr: Geri Yükle
ug_cn: ئەسلىگە كەلتۈرۈش
uk: Відновити
vi: Khôi phục

source: Restore %d Items From Recycle Bin
es: Restaurar %d elementos de la papelera
ru: Восстановить %d элементов из корзины
tr: Geri Dönüşüm Kutusundan %d Öğe Geri Yükle
ug_cn: ئەخلەتخانىدىن %d تۈرنى ئەسلىگە كەلتۈرۈش
uk: Відновити %d елементів із кошика
vi: Khôi phục %d mục từ thùng rác

source: Restore Selected %ld Items
es: Restaurar %ld elementos seleccionados
fr: Restaurer %ld Items
ru: Восстановить выбранные %ld элементов
tr: Seçilen %ld Öğeyi Geri Yükle
ug_cn: تاللانغان %ld تۈرنى ئەسلىگە كەلتۈرۈش
uk: Відновити вибрані %ld елементів
vi: Khôi phục %ld mục đã chọn

source: Restore Selected Item
es: Restaurar elemento seleccionado
fr: Restaurer l'article
ru: Восстановить выбранный элемент
tr: Seçili Öğeyi Geri Yükle
ug_cn: تاللانغان تۈرنى ئەسلىگە كەلتۈرۈش
uk: Відновити вибраний елемент
vi: Khôi phục mục đã chọn

source: Restoring
es: Restaurando
fr: Restauration
ru: Восстановление
tr: Geri Yükleniyor
ug_cn: ئەسلىگە كەلتۈرۈۋاتىدۇ
uk: Відновлення
vi: Đang khôi phục

source: Resume Recording
es: Reanudar grabación
fr: Enregistrement du curriculum vitae
ru: Продолжить запись
tr: Kaydı Sürdür
ug_cn: ئۈنئالغۇنى داۋاملاشتۇرۇش
uk: Продовжити запис
vi: Tiếp tục ghi âm

source: Resume with Warning
es: Reanudar con advertencia
fr: Reprise avec avertissement
ru: Продолжить с предупреждением
tr: Uyarıyla Devam Et
ug_cn: ئاگاھلاندۇرۇش بىلەن داۋاملاشتۇرۇش
uk: Продовжити з попередженням
vi: Tiếp tục với cảnh báo

source: Retry
es: Reintentar
ru: Повторить
tr: Tekrar Dene
ug_cn: قايتا سىناش
uk: Повторити
vi: Thử lại

source: Reverse Geocoding
es: Geocodificación inversa
ru: Обратное геокодирование
tr: Ters Coğrafi Kodlama
ug_cn: تەتۈر گېئوكودلاش
uk: Зворотнє геокодування
vi: Địa lý ngược

source: Reverse Selection
es: Invertir selección
fr: Sélection inverse
ru: Инвертировать выделение
tr: Seçimi Ters Çevir
ug_cn: تاللاشنى تەتۈرلەش
uk: Інвертувати виділення
vi: Lựa chọn ngược

source: Rewind 15 Seconds
es: Retroceder 15 segundos
fr: Revenir en arrière de 15 secondes
ru: Перемотать на 15 секунд
tr: 15 Saniye Geri Sar
ug_cn: 15 سېكۇنت ئارقىغا قايتۇرۇش
uk: Перемотати на 15 секунд
vi: Tua lại 15 giây

source: Ring
es: Sonar
ru: Звонок
tr: Zil Sesi
ug_cn: قوڭغۇراق
uk: Дзвінок
vi: Chuông

source: Ring & Vibrate
es: Sonar y vibrar
ru: Звонок и вибрация
tr: Zil Sesi ve Titreşim
ug_cn: قوڭغۇراق ۋە تىترەش
uk: Дзвінок і вібрація
vi: Chuông & Rung

source: Root
es: Raíz
fr: Racine
tr: Kök
ug_cn: غول

source: RootHide Jailbreak
es: Jailbreak RootHide
ru: RootHide джейлбрейк
ug_cn: غول يوشۇرۇش قەپەزسىزلەشتۈرۈش
uk: RootHide джейлбрейк

source: Rootless Jailbreak
es: Jailbreak sin raíz
ru: Rootless джейлбрейк
ug_cn: غولسىز قەپەزسىزلەشتۈرۈش
uk: Rootless джейлбрейк

source: Runtime Environment: %@
es: Entorno de ejecución: %@
ru: Среда выполнения: %@
tr: Çalışma Ortamı: %@
ug_cn: ئىجرا مۇھىتى: %@
uk: Середовище виконання: %@
vi: Môi trường thực thi: %@

source: Sample Rate
es: Frecuencia de muestreo
fr: Taux d'échantillonnage
ru: Частота дискретизации
tr: Örnek Hızı
ug_cn: نۇسخا نىسبىتى
uk: Частота дискретизації
vi: Tỷ lệ mẫu

source: Sandbox Build
es: Compilación de Sandbox
fr: Création d'un bac à sable
ru: Сборка в песочнице
tr: Korumalı Alan Oluşturma
ug_cn: قۇمدان قۇرۇلمىسى
uk: Збірка в пісочниці

source: Save
es: Guardar
fr: Économiser
ru: Сохранить
tr: Kaydet
ug_cn: ساقلاش
uk: Зберегти
vi: Lưu

source: Save as Duplicate
es: Guardar como duplicado
ru: Сохранить копию
tr: Kopya Olarak Kaydet
ug_cn: نۇسخىسىنى ساقلاش
uk: Зберегти копію
vi: Lưu dưới dạng bản sao

source: Save as Duplicate…
es: Guardar como duplicado…
ru: Сохранить копию…
tr: Kopya Olarak Kaydet…
ug_cn: نۇسخىسىنى ساقلاش…
uk: Зберегти копію…
vi: Lưu dưới dạng bản sao…

source: Say ${requestedText}
es: Decir ${requestedText}
ru: Скажите ${requestedText}
tr: ${requestedText} söyle
ug_cn: ${requestedText} دېيىش
uk: Скажіть ${requestedText}
vi: Nói ${requestedText}

source: Scene Identification
es: Identificación de escena
fr: Identification de scène
ru: Идентификация сцены
tr: Sahne Tanımlama
ug_cn: چاقىرىش كۆرۈنۈش تونۇش
uk: Ідентифікація сцени
vi: Nhận dạng cảnh

source: screen
es: pantalla
ru: экран
tr: ekran
ug_cn: ئېكران
uk: екран
vi: màn hình

source: Search
es: Buscar
fr: Rechercher
ru: Поиск
tr: Ara
ug_cn: ئىزدەش
uk: Пошук
vi: Tìm kiếm

# Search %@ in %@…
source: Search %1$@ in %2$@…
es: Buscar %1$@ en %2$@…
ru: Искать %1$@ в %2$@…
tr: %@ içinde %@ ara…
ug_cn: %@ ئىچىدىن %@ نى ئىزدەش…
uk: Шукати %@ в %@…
vi: Tìm kiếm %1$@ trong %2$@…

source: Search %@…
es: Buscar %@…
ru: Искать %@…
tr: %@ ara…
ug_cn: %@ ئىزدەش…
uk: Шукати %@…
vi: Tìm kiếm %@…

source: Search Apps…
es: Buscar apps…
fr: Rechercher des applications…
ru: Искать приложения…
tr: Uygulama Ara…
ug_cn: ئەپلەرنى ئىزدەش…
uk: Шукати програми…
vi: Tìm kiếm ứng dụng…

source: Search Arguments…
es: Buscar argumentos…
ru: Искать аргументы…
tr: Belge Ara…
ug_cn: پارامېتىرلارنى ئىزدەش…
uk: Шукати аргументи…
vi: Tìm kiếm đối số…

source: Search Contacts…
es: Buscar contactos…
fr: Rechercher des contacts…
ru: Искать контакты…
tr: Kişi Ara…
ug_cn: ئالاقىداشلارنى ئىزدەش…
uk: Шукати контакти…
vi: Tìm kiếm danh bạ…

source: Search in %@…
es: Buscar en %@…
fr: Recherche dans %@…
ru: Искать в %@…
tr: %@ içinde ara…
ug_cn: %@ ئىچىدىن ئىزدەش…
uk: Шукати в %@…
vi: Tìm kiếm trong %@…

source: Search in depth with all available information saved when recording such as contact info or locations.
es: Buscar en profundidad con toda la información disponible guardada al grabar, como información de contacto o ubicaciones.
fr: Recherche approfondie avec toutes les informations disponibles enregistrées lors de l'enregistrement, telles que les informations de contact ou les emplacements.
ru: Глубокий поиск со всей сохранённой при записи информацией, такой как данные контактов или местоположения.
tr: Kayıt sırasında kaydedilen kişi bilgileri veya konumlar gibi tüm mevcut bilgilerle derinlemesine arama yapın.
uk: Глибинний пошук із усією збереженою під час запису інформацією, такою як дані контактів чи місцезнаходження.
vi: Tìm kiếm chuyên sâu với tất cả thông tin có sẵn được lưu khi ghi lại như thông tin liên hệ hoặc vị trí.
